{"shi":{"name":"赠汪伦","dynasty":"唐","author":"李白","content":["李白乘舟将欲行，","忽闻岸上踏歌声。","桃花潭水深千尺，","不及汪伦送我情。"]},"shiYin":{"name":"zèng wāng  lún","dynasty":"táng","author":"lǐ bái","content":["lǐ bái  chéng  zhōu  jiāng  yù  xíng，","hū wén  àn  shàng  tà  gē  shēng。","táo huā  tán  shuǐ  shēn  qiān  chǐ，","bù jí  wāng  lún  sòng  wǒ  qíng。"]},"status":"shangxi","zhushi":{"title":"注释","items":["汪伦：李白的朋友。","将欲行：敦煌写本《唐人选唐诗》作“欲远行”。","踏歌：唐代民间流行的一种手拉手、两足踏地为节拍的歌舞形式，可以边走边唱。","桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法。","不及：不如。"]},"yiwen":{"title":"白话译文","items":["李白乘舟将要远行离去，忽听岸上传来踏歌之声。","即使桃花潭水深至千尺，也比不上汪伦送我之情。"]},"beijing":{"title":"背景","items":["此诗约为唐玄宗天宝十四载（755年）李白自秋浦往游泾县（今属安徽）桃花潭时所作。李白游泾县（在今安徽省）桃花潭时，与汪伦结下深厚的友谊。开元天宝年间，汪伦为泾县令，李白“往候之，款洽不忍别”。按此诗或为汪伦已闲居桃花潭时，李白来访所作。"]},"shangxi":{"title":"赏析","items":["李白斗酒诗百篇，一生好入名山游。据袁枚《随园诗话补遗》记载:有一位素不相识的汪伦，写信给李白，邀他去泾县(今安徽皖南地区)旅游，信上热情洋溢地写道:\"先生好游乎?此地有十里桃花，先生好饮乎?此地有万家酒店。\"李白欣然而往。见汪伦乃泾川豪士，为人热情好客，倜傥不羁。遂问桃园酒家何处?汪伦道:\"桃花者，潭水名也，并无桃花;万家者，店主人姓万也，并无万家酒店。\"引得李白大笑。留数日离去，临行时，写下上面这首诗赠别。","显然，这首诗是李白即兴脱口吟出，自然入妙，因而历来为人传诵。然而，也因为它像生活一样自然，人们往往知其妙而不知其所以妙。诗的三四句，后代诗家还有一点评论，开头两句口语化的平直叙述，就说不出所以然来了。其实，结合上述背景来看，头两句也是写得极其成功的。","\"李白乘舟将欲行\"，是说我就要乘船离开桃花潭了。那声口语言简直是不假思索，顺口流出，表现出乘兴而来、兴尽而返的潇洒神态。","\"忽闻岸上踏歌声\"，\"忽闻\"二字表明，汪伦的到来，确实是不期而至的。人未到而声先闻，从那热情爽朗的歌声，李白就料到一定是汪伦赶来送行了。","这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。在山村僻野，本来就没有上层社会送往迎来那套繁琐礼节，看来，李白走时，汪伦不在家中。当汪伦回来得知李白走了，立即携着酒赶到渡头饯别。不辞而别的李白固然洒脱不羁，不讲客套;踏歌欢送的汪伦，也是豪放热情，不作儿女沾巾之态。短短十四字就写出两人乐天派的性格和他们之间不拘形迹的友谊。","也许正因为两人思想性情契合，李白引为同调，很珍视汪伦的友情。情之所至，遂对着眼前风光绮丽的桃花潭水，深情地吟道:","\"桃花潭水深千尺，不及汪伦送我情。\"","结合此时此地，此情此景，这两句诗也如脱口而出，感情真率自然。用水流之深比譬人的感情之深，是诗家常用的写法，如说汪伦的友情真象潭水那样深呀，当然也可以，但显得一般化，还有一点\"做诗\"的味道。现在的写法，好象两个友人船边饯别，一个\"劝君更进一杯酒\"，一个\"一杯一杯复一杯\"。李白酒酣情浓，意态飞扬，举杯对脚下悠悠流水说道:\"桃花潭水啊，别说您多么深了，可不及汪伦的友情深呢!\"口头语，眼前景，自有一种天真自然之趣，隐隐使人看到大诗人豪放不羁的个性。所以，清人沈德潜说:\"若说汪伦之情，比于潭水千尺，便是凡语。妙境只在一转换间。\"(《唐诗别裁》)","古人写诗，一般忌讳在诗中直呼姓名，以为无味。而此诗自呼其名开始，又呼对方之名作结，反而显得真率，亲切而洒脱，很有情味。","\"清水出芙蓉，天然去雕饰\"，后人爱用李白的话评价李白的诗，是很有见识的。诚然，李白即兴赋诗，出口成章，显得毫不费力。他感情奔放，直抒胸臆，天真自然，全无矫饰，而自有一种不期然而然之妙。\"看似寻常还奇蝴\"，正所谓炫烂之极，归于平淡，这种功夫是极不易学到的。上面这首《赠汪伦》就集中体现了李白这种自然高妙的诗风。","我国诗的传统主张含蓄蕴藉。如宋代诗论家严羽提出作诗四忌:\"语忌直，意忌浅。脉忌露，味忌短。\"清人施补华也说诗\"忌直贵曲\"。然而，上述李白这首诗表情特点是:坦率，直露，绝少含蓄。其\"语直\"，其\"脉露\"，而\"意\"不浅，味更浓，它\"直\"中含情，至真之情由性灵肺腑中流出，因而很有艺术感染力。由此可见，文学现象是复杂的。艺术手法也多种多样，是不能\"定于一律\"的。"]}}