{"shi":{"name":"观书有感·其一","dynasty":"宋","author":"朱熹","content":["半亩方塘一鉴开，","天光云影共徘徊。","问渠那得清如许？","为有源头活水来。"]},"shiYin":{"name":"guān shū  yǒu  gǎn·  qí  yī","dynasty":"sòng","author":"zhū xī","content":["bàn mǔ  fāng  táng  yí  jiàn  kāi，","tiān guāng  yún  yǐng  gòng  pái  huái。","wèn qú  nǎ  dé  qīng  rú  xǔ？","wèi yǒu  yuán  tóu  huó  shuǐ  lái。"]},"status":"shangxi","zhushi":{"title":"注释","items":["方塘：又称半亩塘，在福建尤溪城南郑义斋馆舍（后为南溪书院）内。朱熹父亲朱松与郑交好，故尝有《蝶恋花·醉宿郑氏别墅》词云：“清晓方塘开一境。落絮如飞，肯向春风定。”","鉴：一说为古代用来盛水或冰的青铜大盆。镜子；也有学者认为镜子。指像鉴（镜子）一样可以照人。","“天光”句：是说天的光和云的影子反映在塘水之中，不停地变动，犹如人在徘徊。","徘徊：来回移动。","为：因为。","渠：它，第三人称代词，这里指方塘之水。","那得：怎么会。","那：怎么的意思。","清如许：这样清澈。","如：如此，这样。","清：清澈。","源头活水：比喻知识是不断更新和发展的，从而不断积累，只有在人生的学习中不断地学习、运用和探索，才能使自己永保先进和活力，就像水源头一样。"]},"yiwen":{"title":"白话译文","items":["半亩大的方形池塘像一面镜子一样打开，清澈明净，天光、云影在水面上闪耀浮动。","要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。"]},"shangxi":{"title":"赏析","items":["这是一首抒发读书体会的哲理诗。","“半亩方塘一鉴开”，朱熹在山村里读书，兴味正浓。他悠然自得地抬头一看，眼前是一方半亩大小的池塘。这本是最平凡不过的景象，在中国南方的村落中，这样的池塘随处可见。但到了朱熹的笔下，它却独有一种深刻的寓意。在朱熹眼中，“方塘”最大的特点是清澈，他用了一个比喻，那就是“鉴”，也就是镜子。在文学的角度上，这个譬喻并不出奇，但在理学的思想体系中，它却具有深刻的哲理内涵。在儒家看来，人生活在纷繁复杂的世界中，要面对种种诱惑与干扰，而君子的道德修养就是要不被外境所惑，清晰明了地把握生命的方向，也就是孔子说的“知者不惑”。这种境界仿佛一面明镜，它能够照见人间的各种事物，而不落一丝一毫的灰尘。“圣人之心如明镜止水，物来不乱，物去不留”，便是这层含义。","看着眼前的池塘，朱熹体会到内心世界的清晰明朗，便犹如明镜一般。镜子虽小，却能照进整个天地。因此，这区区半亩的方塘，竟也有了湖海般的气象——“天光云影共徘徊”。尽管它小，却能倒映出长天无垠、云影悠悠。在这里，美不在于事物本身，而在于观赏事物的心灵境界。写这首诗时，朱熹正处在人生的逆境，他在小山村中读书讲学，不过是为了避祸而已。尽管如此，他的内心世界却是充实而自信的，在他胸中包含着人间万象，惦念着天下苍生。正因为这种博大的胸襟，眼前这方小小的池塘，却也吞吐着宇宙万象。","诗人正是抓住了这一点作进一步的挖掘，写出了颇有哲理的三、四两句：“问渠那得清如许？为有源头活水来。”“问渠”的“渠”，不是“一渠水”的“渠”，它相当于“它”的意思，这里是指方塘。“问渠”就是“问它”。在这个地方“它”指代的是“方塘”。诗人并没有说“方塘”有多深，第三句诗里边突出了一个“清”字，“清”就已经包含了“深”。因为塘水如果没有一定的深度的话，即使很“清”也反映不出“天光云影共徘徊”的情态。诗人抓住了塘水“深”而且“清”，就能反映“天光云影”的特点。但是到此诗人并没有结束，他进一步地提出了一个问题。“问”那个“方塘”“那得清如许？”问它为什么这么“清”，能够反映出“天光云影”来。而这个问题孤立地看这个“方塘”的本身没有法子来回答。","诗人于是放开了眼界，从远处看，终于，他看到了“方塘”的“源头”，找到了答案。就因为“方塘”不是无源之水，而是有那永不枯竭的“源头”，源源不断地给它输送了“活水”。这个“方塘”由于有“源头活水”的不断输入，所以它永不枯竭，永不陈腐，永不污浊，永远“深”而且“清”。“清”得不仅能反映出“天光云影”，而且能反映出“天光”和“云影”“共徘徊”这么一种细致的情态。这就是这一首小诗所展现的形象和它的思想意义。"]}}