{"shi":{"name":"闻官军收河南河北","dynasty":"唐","author":"杜甫","content":["剑外忽传收蓟北，","初闻涕泪满衣裳。","却看妻子愁何在，","漫卷诗书喜欲狂。","白日放歌须纵酒，","青春作伴好还乡。","即从巴峡穿巫峡，","便下襄阳向洛阳。"]},"shiYin":{"name":"wén guān  jūn  shōu  hé  nán  hé  běi","dynasty":"táng","author":"dù fǔ","content":["jiàn wài  hū  chuán  shōu  jì  běi，","chū wén  tì  lèi  mǎn  yī  cháng。","què kàn  qī  zǐ  chóu  hé  zài，","màn juǎn  shī  shū  xǐ  yù  kuáng。","bái rì  fàng  gē  xū  zòng  jiǔ，","qīng chūn  zuò  bàn  hǎo  huán  xiāng。","jí cóng  bā  xiá  chuān  wū  xiá，","biàn xià  xiāng  yáng  xiàng  luò  yáng。"]},"status":"shangxi","zhushi":{"title":"注释","items":["闻：听说。官军：指唐朝军队。","剑外：剑门关以南，这里指四川。蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。","涕：眼泪。","却看：回头看。妻子：妻子和孩子。愁何在：哪还有一点的忧伤？愁已无影无踪。","漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说杜甫已经迫不及待地去整理行装准备回家乡去了。喜欲狂：高兴得简直要发狂。","放歌：放声高歌。须：应当。纵酒：开怀痛饮。","青春：指明丽的春天的景色。作伴：与妻儿一同。","巫峡：长江三峡之一，因穿过巫山得名。","便：就的意思。襄阳：今属湖北。洛阳：今属河南，古代城池。"]},"yiwen":{"title":"白话译文","items":["剑外忽然传来收蓟北的消息，刚刚听到时涕泪满衣裳。","回头看妻子和孩子哪还有一点的忧伤，胡乱地卷起诗书欣喜若狂。","日头照耀放声高歌痛饮美酒，趁着明媚春光与妻儿一同返回家乡。","就从巴峡再穿过巫峡，经过了襄阳后又直奔洛阳。"]},"beijing":{"title":"背景","items":["《闻官军收河南河北》作于公元763年（广德元年）春天，那时杜甫52岁。宝应元年（公元762年）冬季，唐军在洛阳附近的衡水打了一个大胜仗，叛军头领薛嵩、张忠志等纷纷投降。作者听到这个消息后欣喜若狂，写下此诗。"]},"shangxi":{"title":"赏析","items":["本诗的主题是抒写忽闻叛乱已平的捷报，急于奔回老家的喜悦。","“剑外忽传收蓟北”，起势迅猛，恰切地表现了捷报的突然。诗人多年飘泊“剑外”，备尝艰苦，想回故乡而不可能，就是由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，惊喜的洪流，一下子冲开了郁积已久的情感闸门，令诗人心中涛翻浪涌。“初闻涕泪满衣裳”，“初闻”紧承“忽传”，“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的真实表现。“蓟北”已收，战乱将息，乾坤疮痍、黎民疾苦，都将得到疗救，诗人颠沛流离、感时恨别的苦日子，总算熬过来了。然而痛定思痛，诗人回想八年来熬过的重重苦难，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于像噩梦一般过去了，诗人可以返回故乡了，人们将开始新的生活，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。","第二联以转作承，落脚于“喜欲狂”，这是惊喜的更高峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当诗人悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，这一句是用妻儿的欢欣来衬托诗人的欣喜之情。","“白日放歌须纵酒，青春作伴好还乡”紧承上联从生活细节上细致的刻画了诗人的狂喜。“白日”，指晴朗的日子，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春天的景物，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。诗人想到这里，自然就会“喜欲狂”了。","“青春作伴好还乡”是诗人的联想，身在梓州，顷刻间就已回到家乡。诗人的惊喜达到高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了诗人想象的飞驰。“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有很漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”的疾速飞驰的画面，一个接一个地从读者眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。","本诗主要叙写了诗人听到官军收复失地的消息后，十分的喜悦，收拾行装立即还乡的事。抒发诗人无法抑制的胜利喜悦与还乡快意，表现了诗人真挚的爱国情怀，表达了诗人博大的爱国胸怀和高尚的精神境界。"]}}