{"shi":{"name":"书湖阴先生壁·其一","dynasty":"宋","author":"王安石","content":["茅檐长扫净无苔，","花木成畦手自栽。","一水护田将绿绕，","两山排闼送青来。"]},"shiYin":{"name":"shū hú  yīn  xiān  shēng  bì·  qí  yī","dynasty":"sòng","author":"wáng ān  shí","content":["máo yán  cháng  sǎo  jìng  wú  tái，","huā mù  chéng  qí  shǒu  zì  zāi。","yì shuǐ  hù  tián  jiāng  lǜ  rào，","liǎng shān  pái  tà  sòng  qīng  lái。"]},"status":"shangxi","zhushi":{"title":"注释","items":["书：书写，题诗。湖阴先生：本名杨德逢，隐居之士，是王安石晚年居住金陵（今江苏南京）紫金山时的邻居。","茅檐：茅屋檐下，这里指庭院。无苔：没有青苔。","成畦（qí ）：成垄成行。 畦：经过修整的一块块田地。","护田：这里指护卫环绕着园田。","排闼（tà）：开门。闼：小门。送青来：送来绿色。"]},"yiwen":{"title":"白话译文","items":["茅草房庭院经常打扫，洁净得没有一丝青苔。花草树木成行成垄，都是主人亲手栽种。","庭院外一条小河保护着农田，将绿苗紧紧环绕；两座青山打开门来为人们送去绿色。"]},"beijing":{"title":"背景","items":["《书湖阴先生壁二首》是王安石题在杨德逢屋壁上的一组诗。杨德逢，别号湖阴先生，是王安石退居金陵时的邻居和经常往来的朋友。半山园约落成于元丰二年至五年（1079—1082）之间，这首诗应当是元丰前期的作品。"]},"shangxi":{"title":"赏析","items":["《书湖阴先生壁二首》是题写在湖阴先生家屋壁上的，其中第一首很著名。这一首诗用典十分精妙，读者不知典故内容，并不妨碍对诗歌大意的理解；而诗歌的深意妙趣，则需要明白典故的出处才能更深刻地体会。","第一首前两句写杨家庭院之景，上句写庭院的洁净，下句写庭院的秀美。后两句写杨家周围的自然环境。本诗描写湖阴先生庭院和环境之美，也赞扬了湖阴先生爱勤劳、爱洁净、爱花木和热爱自然山水的良好品性和高尚的情趣。 本诗的特点是熔写景写人于一炉。全诗写景，前两句是庭院之景，干净无苔是由于主人的“长扫”，“花木成畦”是由于主人的“自栽”，写景又写人。","后面句写自然环境之美，水“将绿绕”，山“送青来”，自然山水如此有情，也表现了主人爱好山水的情趣。描写景物亦以表现人，写景见人，人于景中，表现了客观景物的美，又写出了人的美，颇有一箭双雕的感觉。","其次运用映衬和拟人手法。如果说庭院的美是人工创造的美，那么环境的美是天然施设的美。两者互相映衬，组成了一幅内与外、人造与天然美结合的完美的境界。特别是后面一联，把山水拟人化，青山为主人送来秀丽的风光，居然闯门而入，把主人对自然景物的爱和自然景物对主人的爱融和一起，生动地表现了主人爱美的情趣，因而成了传诵的名句。","“一水”“两山”被转化为富于生命感情的亲切的形象，而为千古传诵。但后二句所以广泛传诵，主要还在于这样两点：一、拟人和描写浑然一体，交融无间。“一水护田”加以“绕”字，正见得那小溪曲折生姿，环绕着绿油油的农田，这不恰像一位母亲双手护着小孩的情景吗?著一“护”字，“绕”的神情明确显示。至于“送青”之前冠以“排闼”二字，更是神来之笔。它既写出了山色不只是深翠欲滴，也不只是可掬，而竟似扑向庭院而来!这种描写给予读者的美感极为新鲜、生动。它还表明山的距离不远，就在杨家庭院的门前，所以似乎伸手可及。尤其动人的，是写出了山势若奔，仿佛刚从远方匆匆来到，兴奋而热烈。所有这些都把握住了景物的特征，而这种种描写，又都和充分的拟人化结合起来那情调、那笔致，完全像在表现“有朋自远方来”的情景：情急心切，竟顾不得敲门就闯进庭院送上礼物。二者融合无间，相映生色，既奇崛又自然，既经锤炼又无斧凿之痕，清新隽永，韵味深长。二、这两句诗也与杨德逢的形象吻合。在前联里，已可看到一个人品高洁、富于生活情趣的湖阴先生。所居仅为“茅檐”，他不仅“扫”，而且“长扫”（即常扫），以至于“静无苔”；“花木成畦”，非赖他人，而是亲“手自栽”。可见他清静脱俗，朴实勤劳。这样一位高士，徜徉于山水之间，当然比别人更能欣赏到它们的美，更感到“一水”“两山”的亲近；诗人想象山水有情，和湖阴先生早已缔结了深厚的交谊。诗以“书湖阴先生壁”为题，处处关合，处处照应，由此也可见出诗人思致的绵密。 　　总之，此二诗前一首于着力处见功夫，后一首却于平淡处见火候。必两首连读，始能察作者谋篇之妙。只选一首，似不无遗珠之憾。"]}}