{"shi":{"name":"卜算子·送鲍浩然之浙东","dynasty":"宋","author":"王观","content":["水是眼波横，山是眉峰聚。","欲问行人去那边？眉眼盈盈处。","才始送春归，又送君归去。","若到江南赶上春，千万和春住。"]},"shiYin":{"name":"bǔ suàn  zǐ·  sòng  bào  hào  rán  zhī  zhè  dōng","dynasty":"sòng","author":"wáng guān","content":["shuǐ shì  yǎn  bō  héng，  shān  shì  méi  fēng  jù。","yù wèn  xíng  rén  qù  nǎ  biān？  méi  yǎn  yíng  yíng  chù。","cái shǐ  sòng  chūn  guī，  yòu  sòng  jūn  guī  qù。","ruò dào  jiāng  nán  gǎn  shàng  chūn，  qiān  wàn  hé  chūn  zhù。"]},"status":"shangxi","zhushi":{"title":"注释","items":["卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。","鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。","水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。眼波：比喻目光似流动的水波。","山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载卓文君容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。","欲：想，想要。","行人：指词人的朋友（鲍浩然）。","眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。盈盈：美好的样子。","才始：方才。"]},"yiwen":{"title":"白话译文","items":["水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。","刚刚把春天送走，又要送你归去。要是到江南赶上春天，千万要把春天的景色留住。"]},"shangxi":{"title":"赏析","items":["这首词是一首送别之作。题目中的鲍浩然是作者的朋友，浙东是友人要去的地方。这首词分为两片，上片写友人回浙东去的山水行程，下片抒发作者对回归江南的友人的深情祝愿。","上片“水是眼横波，山是眉峰聚”两句，暗含送别，以人的眼睛来比拟山水，把山水写的有情有义。水是眼波，也就是说眼中的泪水如波，横在眼里而没有留出，说明作者为将行的朋友着想，在尽力克制自己的情感，即使眼泪在眼眶里打转也不使之滴落而增加友人的伤感。山是眉峰，而此刻眉峰郁结着不少离愁别恨。一个“聚”字，用的十分有力，将作者胸中的离愁表现得淋漓尽致。这两句实际上是写作者对友人归途的远眺，作者的视线与友人归途的山水相连，目送着将要远行的友人。通过形象的比拟，传达出自己惜别的深情。","“欲问行人去那边，眉眼盈盈处。”用问句拉出友人的行迹。在开头的两句，作者把山水合写，写出了友人归路如同郁结离愁的眉峰一般连绵起伏。由于归路的山重水复，友人便走进了作者的眉峰之中，也就是作者的视线里。这两句写诗人目送友人，友人走在作者深情送别的目光中，越走越远，身影越来越模糊，直至消逝。一路山水承载深厚的人情味，默默地替作者送走那远去的朋友。朋友在作者的眼中走远了，然而友情却深深存封于作者的心中。正是这深厚的情谊让作者安排山水来送自己的朋友。从而上片便形成一种物我为一、情景交融的艺术境界，形象地表达了作者对远去朋友的无限眷恋，和对朋友归途艰辛生活的深切挂念。","下片“才始送春归，又送君归去”，正面写“送”，点出了别友人的时间：暮春。为“又送君归去”铺垫。作者有心惜春，然而留不住春天，春天最终不顾作者归至江南。这对作者来说，不能伴春而去的江南又正是春天回归的地方。这两句写得相当愁苦，一个“才”一个“又”，层层递进，作者的情感越来越深。","“若到江南赶上春，千万和春住”这是作者在友人临行之际，从心底发出的深情祝愿。但愿友人追随春天的步伐回到江南，和春天同在。“千万”二字道尽了作者殷殷叮嘱之意。美好而真挚的祝愿，将作者那深沉的惜春之情、惜别之情尽在不言之中，给读者一种含蓄的感觉。","上片含蓄地表达了词人与友人的惜别深情；下片则直抒胸臆，兼写离愁别绪和对友人的深情祝愿。词人用出人意料的想象把送春和送人联系在一起，用两个“送”字递进，深刻描写词人的离愁幽情。“才始送春归”写出才刚送别春天，心中还满怀着伤春之愁；“又送君归去”则再添了别恨，离愁更深。“若到江南”二句再发奇想，词人将心中沉痛之情暂时搁置，对友人送出美好祝福，叮嘱友人如能赶上江南春光，务必与春光同住。既饱含惜春之情，又寓之祝福之意。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。这两句，一反送别词中惯常的悲悲切切，写得情意绵绵而又富有灵性。","有两点突出的成就值得注意：一是构思别致。词人把送春与送别交织在一起来写，充分表现出对友人的深情和对春天的留恋；二是比喻新颖。词人以眼波和眉峰来比喻浙东的山山水水，仿佛这位美人正期待着他的到来，贴切、自然，富有真情实感。这首词，轻松活泼，比喻巧妙，耐人寻味，几句俏皮话，新而不俗，雅而不谑。"]}}