{"beijing":{"title":"背景","items":["这首诗出自《李太白全集》卷八，是李白年轻时的作品。峨眉山是蜀中大山，也是蜀地的代称。李白是蜀人，因此峨眉山月也就是故园之月。此诗是李白初离蜀地时的作品，大约作于开元十二年（724年）秋天。"]},"yiwen":{"title":"白话译文","items":["半轮明月高高悬挂在峨眉山前，平羌江澄澈的水面倒映着月影。","夜间乘船出发，离开清溪直奔三峡。想你却难相见，只能依依不舍顺江去向渝州。"]},"zhushi":{"title":"注释","items":["峨眉山：在今四川峨眉县西南。","半轮秋：半圆的秋月，即上弦月或下弦月。","影：月光的影子。","平羌：即青衣江，在峨眉山东北。源出四川芦山，流经乐山汇入岷江。","夜：今夜。","发：出发。","清溪：指清溪驿，属四川犍为，在峨眉山附近。","三峡：指长江瞿塘峡、巫峡、西陵峡，今在四川、湖北两省的交界处。一说指四川乐山的犁头、背峨、平羌三峡，清溪在黎头峡的上游。","君：指峨眉山月。一说指作者的友人。","下：顺流而下。","渝州：治所在巴县，今重庆一带。"]},"shangxi":{"title":"赏析","items":["峨眉山，在今四川成都西南峨眉县。山中多寺观。李白涉及峨眉山的诗。人们比较熟悉的有三首，一首是《登峨眉山》，这是作者早期居蜀时所作，另一首是写于晚年的《峨眉山月歌送蜀僧晏入中京》;这一首则是写于作者二十六岁(726)离开蜀地时。如果说李白早期是为了访道求仙而登峨眉山，那么在他即将离蜀和离蜀后写的关于峨眉山月歌的诗，则主要是借以表达豪情壮志及其对友人的思念。这首诗人们很欣赏，但理解却有很大不同。","第一，是对作者写此诗时的心情说法不一。明高棅《唐诗品汇》卷四十七引刘须溪谓此诗\"含情凄婉\"，而程千帆《古诗考索·古典诗歌描写与结构中的一与多》则云:\"李白的构思是在以孤悬空中的月与自己所要随着江水东下而经过的许多地方对比。来展现自己乘流而下的轻快心情。\"如果我们联系李白出川的动机来分析此诗，对以上两种理解的正误便不难做出判断。作者当时抱着四方之志出蜀远游，犹大鹏将展其翅。此时没有什么\"凄婉\"之情可言，相反，倒是大有与明月争胜之心。峨眉山月本来随着江水东流，作者乘轻舟顺流而下。所经之处有时可以看到山月，有时看不到，明月时隐时现，仿佛在紧紧追赶自己。看不到时，就像远远地将山月抛在身后。假如把上述刘须溪所谓\"含情\"的\"情\"，理解为作者与山月相嬉的情趣或得以出川的喜悦心情，似乎比\"凄婉\"二字更接近原意。","第二，是对\"秋\"字的不同理解。一种认为是指秋天，另一种认为\"是指峨眉山月上弦或下弦呈半圆形的时候\"。揆度其意，当然以后一种说法较合理。不过可以肯定，李诗中的\"半轮\"，不会是指上弦月，因为峨眉山此时在作者的西南方向，自然是指阴历月终的时候了。同时，将\"秋\"字解作\"时候\"，可以在训诂方面找到根据，即\"秋\"字可训为\"时期\"、\"日子\"。","此外，\"秋\"字还训作飞动的样子，或腾跃的样子，如《汉书·礼乐志·安世房中歌》之七:\"飞龙秋，游上天。\"据此，将这句解作弯月飞挂峨眉山，似亦说得通。","第三，是对\"三峡\"的不同解说。一说这里的\"三峡\"是指鄂川交界的瞿唐峡、巫峡、西陵峡;一说指四川乐山县的黎头、背峨、平羌所谓小三峡。要辨别哪一个更合理。不妨先考察一下李白的出川路线。作者看到峨眉山月的倒影映在平羌江里，说明是从峨眉山的方面启程的。平羌江即青衣江，源出四川芦山县西北，至乐山县入岷江。第三句的\"清溪\"即清溪驿，在四川犍为县。\"清溪\"在乐山三峡的下游，作者夜间从这里出发。目标是\"向三峡气显然不是指乐山县的三峡。否则不仅\"向\"字失去了着落，行人便成了走回头路。所以。此处的\"三峡\"必定是指著名的巴东三峡。这里是人们向往的地方，也是由乐山经渝州(今重庆一带)出川的必由之路。","第四，是对二联对句中\"君\"字的不同解说。有的说是指作者怀念的友人，或为其\"送行之人\";沈德潜则云:\"月在清溪三峡之间，半轮亦不复见矣。君字即指月。\"(《唐诗别裁》)看来后一种说法更合情理。峨眉山是作者实际上的故乡，月是故乡圆。作者对峨眉山月的怀念。无疑也是对故乡的依恋。如果把\"思君\"解作\"思友\"，便嫌平直，倒不如看作以月拟人更有诗意。俞陛云认为:\"以秋宵之残月，映青峭之峨眉。江上停桡，风景幽绝。无奈轻舟夜发，东下巴渝。回看斜月沉山，思君不见，好山隔面，等于良友分襟也。\"(《诗境浅说续编》)所以\"思君\"不是单指对某一友人的思念，而是一种宽泛的乡情。以象征着故乡的山月为友，不是比指某一具体的友人更有深意吗?","古人论此诗，最称道它对地名的妙用。明人王世懋说:\"谈艺者有谓七言律一句不可两入故事，一篇中不可重犯故事。此病犯者故少，能拈出亦见精严。然我以为皆非妙悟也。作诗到神情传处，随分自佳，下得不觉痕迹，纵使一句两入，两句重犯，亦自无伤。如太白《峨眉山月歌》，四句入地名者五，然古今目为绝唱，殊不厌重。\"(《艺圃撷金》)王世贞称此诗是太白佳境，并说:\"二十八字中。有峨眉山、平羌江、清溪、三峡，渝州，使后人为之，不胜痕迹矣，益见此老炉锤之妙。\"(《艺苑卮言》)。","这里需要补充的是，作者不仅擅用地名，不露痕迹，更值得注意的是其对于绝句诗艺的娴熟，尤其是第三句，承转很见工夫。作者是从平羌江顺流而来，所以第三句的\"夜发清溪\"是实接，如果再是实转，由清溪直下渝州，则成了水上码头名称的罗列，便可能诗味索然，而\"向三峡\"却是在虚实之间，作为地名，\"三峡\"属实，但此时诗人尚未抵达。它又是在想像之中。由于第三句承转得妙，第四句便成了顺水之舟，并把一系列普通地名赋予浓郁的诗情画意。变成了诗中的佳境。全篇说来亦巧亦壮，不愧为古今绝唱。"]}}