{"beijing":{"title":"背景","items":["刘禹锡因在任监察御史期间，曾参加了王叔文的“永贞革新”，革新失败后，被贬至安徽和州县当一名小小的通判。知县强迫刘禹锡搬了三次家，面积一次比一次小，最后仅是斗室。刘禹锡遂愤然提笔写下这篇超凡脱俗、情趣高雅的《陋室铭》，并请人刻上石碑，立在门前。"]},"yiwen":{"title":"白话译文","items":["山不在于高，有了神仙就会有名气。水不在于深，有了龙就会有灵气。这是简陋的房子，只是我品德好就感觉不到简陋了。苔痕碧绿，长到台上，草色青葱，映入帘里。到这里谈笑的都是博学之人，交往的没有知识浅薄之人，可以弹奏不加装饰的琴，阅读珍贵的经文。没有弦管奏乐的声音扰乱耳朵，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：这有什么简陋的呢?"]},"zhushi":{"title":"注释","items":["陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。","在：在于，动词。","名：出名，著名，名词用作动词。","灵（líng）：名词作动词，显得有灵气。","斯是陋室（lòu shì）：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。","惟吾德馨（xīn）：只因为（陋室铭）的铭文（就不感到简陋了）。惟：只。吾：我，这里是指（陋室铭）的铭文。馨：散布很远的香气，这里指（品德）高尚。《尚书·君陈》：“黍稷非馨，明德惟馨。”。","苔痕上阶绿，草色入帘青：苔痕碧绿，长到阶上；草色青葱，映入帘里。上：长到；入：映入。","鸿儒（hóng rú）：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。","白丁：平民。这里指没有什么学问的人。","调（tiáo）素琴：弹奏不加装饰的琴。调：调弄，这里指弹（琴）。素琴：不加装饰的琴。","金经：现今学术界仍存在争议，有学者认为是指佛经（《金刚经》），也有人认为是装饰精美的经典（《四书五经》），但就江苏教育出版社的语文书则指的是佛经（《金刚经》）而安徽考察则是后者。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。","丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。","之：语气助词，不译。用在主谓间，取消句子的独立性。","乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。","案牍（dú）：（官府的）公文，文书。","劳形：使身体劳累（“使”动用法）。劳：形容词的使动用法，使……劳累。形：形体、身体。","南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。","诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。扬雄：字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。","孔子云：孔子说，云在文言文中一般都指说。","何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。","谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大"]},"shangxi":{"title":"赏析","items":["有人认为，刘禹锡写此文时已是贬谪生活的后期，心情比较稳定，追求安乐恬淡的生活，同时文中又有读佛经的内容，所以铭文流露了一种避世消闲的消极成分。对此应从两方面分析：当社会处于黑暗时期，文人官吏们有两个出路，一是与腐朽势力同流合污、自甘堕落。一是退一步，如孟子所说的“穷则独善其身”，保持自己的浩然正气和独立人格。相比之下，后者更值得肯定，刘禹锡选择的就是这一条路。同时，人的生活是复杂的，有张有弛，不能一味剑拔弩张，而有时也要休息娱乐。因此，不能简单地批评闲情逸致。另一方面，铭文中也反映了作者的宏伟抱负，他引用诸葛庐和子云亭是有其特殊含义的，诸葛亮是政治家，扬雄是文学家，这也是作者一生的两大理想，早年他在革新中急流勇进、雄心勃勃；贬谪后他就涉足文坛，最后终于以文学家名世。因此，文中还有积极进取的精神在内。","本文在写作上的特点是巧妙地运用比兴手法，含蓄地表达主题，开头四句既是比，又是兴，言山水引出陋室，言仙、龙引出德馨，言名、灵暗喻陋室不陋。用南阳诸葛庐、西蜀子云亭类比陋室，表达了作者政治、文学的两大理想，最后引孔子的话作结又暗含“君子居之”的深意。其次，大量运用了排比、对偶的修辞手法，排比句能造成一种磅礴的文势，如开头几句排比，使全篇文气畅通，确立了一种骈体文的格局。对偶句易形成内容的起伏跌宕，如中间的六句对偶，既有描写又有叙述，言简意丰，节奏感强。文章还运用了代称、引言等修辞手法。","总之，这是一篇思想性和艺术性都很高的佳作，所以能传诵不衰，脍炙人口。"]}}