{"yiwen":{"title":"白话译文","items":["水上、陆地上各种草本木本的花，值得喜爱的非常多。晋代的陶渊明只喜爱菊花。从李氏唐朝以来，世上的人十分喜爱牡丹。而我唯独喜爱莲花从淤泥中长出却不被污染，经过清水的洗涤却不显得妖艳。它的茎内空外直，不生蔓不长枝，香气远播更加清香，笔直洁净地立在水中。人们只能远远地观赏而不能玩弄它啊。","我认为菊花，是花中的隐士；牡丹，是花中的富贵者；莲花，是花中品德高尚的君子。唉！对于菊花的喜爱，陶渊明以后就很少听到了。对于莲花的喜爱，像我一样的还有什么人呢？对于牡丹的喜爱，当然就很多人了！"]},"zhushi":{"title":"注释","items":["甚：很，十分。","说：一种议论文的文体，可以直接说明事物或论述道理，也可以借人、借事或借物的记载来论述道理。","之：的。","可爱：值得怜爱。","者：花。","甚：很，非常。","蕃：多。","自：自从。","李唐：指唐朝。唐朝皇帝姓李所以称为“李唐”。","独：只，仅仅。","之：主谓之间取消句子独立性。","出：长出。","淤（yū）泥：污泥。","染：沾染（污秽）。","濯（zhuó）：洗涤。","清涟（lián）：水清而有微波，这里指清水","妖：美丽而不端庄。","通：贯通；通透。","直：挺立的样子。","中通外直：（它的茎）内空外直。","不蔓（màn）不枝：不生蔓，不长枝","香远益清：香气远播，愈加使人感到清雅。","益：更加。","清：清芬。","亭亭净植：笔直地洁净地立在那里。　亭亭：耸立的样子。","植：树立。","可：只能。","亵玩:玩弄。","亵（xiè）：亲近而不庄重。","焉：句末语气词，这里指当于现代汉语的‘‘啊’’ ‘‘呀’’，助词。","谓：认为。","隐逸者：指隐居的人。在封建社会里，有些人不愿意跟统治者同流合污，就隐居避世；","盛：广。","君子：指道德品质高尚的人。","者：……的人或物。随着前面的名词而变化。","噫：感叹词，相当于现在的\"唉\"。","菊之爱：对于菊花的喜爱。之：语气助词，的。（一说为“宾语提前的标志”）","鲜（xiǎn）：少。","闻：听说。","同予者何人：像我一样的还有什么人呢？","宜乎众矣：（爱牡丹的）应当有很多人吧。","宜乎：当然（应该）。","宜：当。","众：众多。"]},"shangxi":{"title":"赏析","items":["这篇文章可分为两部分：前一部分描写莲花高洁的形象；第二部分则揭示了莲花的比喻义，分评三花，并以莲自况，抒发了作者内心深沉的慨叹。","作者起笔说：“水陆草木之花，可爱者甚蕃。”选用“可爱”二字，包罗群芳，表明托物寄兴，并不刻意求工，极见其立言斟酌之妙。接着叙说“晋陶渊明独爱菊”。陶渊明不肯为五斗米折腰，解绶归隐后，饮酒赋诗，安享“采菊东篱下，悠然见南山”的田园逸趣。“独爱菊”，显示渊明雅致芬芳，傲然物外的性格，而且更加明确了题意：陶渊明可以爱菊抒怀，我怎不可独爱莲呢？继写“自李唐来，世人甚爱牡丹”，写了唐人，特别是统治阶层“甚爱牡丹”的好尚，这几句像是重复，但实为加深语意也，而且此句入文，让对比感更为强烈，为其求莲之高洁铺下了引子。大意是周敦颐本人独爱莲与晋陶渊明的爱菊避世不同，为保持一份高洁，宁愿终老南山。他要在尘世中当个出淤泥而不染的君子。这种在污世保持清白与独自避世求真的心态，与众人皆羡富贵的从众心态是有着思想境界上本质的区别的。这为爱莲说所要表达的“出淤泥而不染”作了最好的铺垫。然后作者撇开一笔说，让那些人爱其所爱吧，“予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉”。这一连串铺叙，对莲花挺拔秀丽的芳姿，清逸超群的美德，特别是可敬而不可侮慢的嵚崎磊落的风范，作了有力的渲染。这几句隐喻作者本身具有“出淤泥而不染，濯清莲而不妖”的高尚品格。实际上，他说的意思就是：官场黑暗，要在官场上保持自己高洁的品格，就如同莲花出淤泥而不染那么难。这也是他为官的经验总结，因为他不想同流合污。而“濯清莲而不妖”，不过是作者的一种良好愿望罢了。他为官正直，数洗冤狱，为民作主；晚年定居庐山，著书明道，洁身自爱，颐养天年，便是身体力行，澹泊明志的体现。这正是这篇小品能给人思想情趣以深切感染的着力之处。","接下来，作者对三种花象征的不同性格进行了比较和品评：“予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。”本来，花是不具备人格的，但在作者眼里，莲花近于菊，却不像菊那样清高冷傲，似乎是逃避现实的隐者；它更不像牡丹那样妍丽妖冶，以富贵媚人。莲花出于污浊现实而不受沾染，受清水洗濯而不显妖冶，实为百花丛中的贤君子。另外，莲花又是佛教中的圣物，如来、观音均以莲花为座。唐释道世《三宝敬佛》云：“故十方诸佛，同出于淤泥之浊；三身正觉，俱坐于莲台之上。”作者《题莲》诗也云：“佛爱我亦爱，清香蝶不偷。一般清意味，不上美人头。”与这篇小品参照，情趣相得益彰。","最后，作者评花进而对“爱”也作出评价：“噫！菊之爱，陶后鲜有闻；莲之爱，同予者何人？牡丹之爱，宜乎众矣！”深深地慨叹：当今之世真隐者少，有德者寡，而趋炎附势钻刺富贵之门的小人比比皆是；这莽莽红尘，能有几个志同道合的人，共同去根治这社会痼疾呢？这里先用花进行比喻，让花的特性喻人，虽平淡，但比喻帖切，然后借花喻人，将陶渊明的避世，世人皆追求荣华富贵的心态描写的淋漓尽致。言下虽不免流露出一种孤掌难鸣的哀怨，但意味深长，无情地鞭挞了那些寡廉鲜耻之徒。这里，周敦颐是高傲的，他那种不从众只求纯净的心态，在碌碌尘世中是难能可贵的。他感叹，是因为世风日下，大多数人皆被世事玷染。","作者通过对莲花的爱慕与礼赞，表明自己对美好理想的憧憬，对高尚情操的崇奉，对庸劣世态的憎恶。"]}}