{"shi":{"name":"登飞来峰","dynasty":"宋","author":"王安石","content":["飞来山上千寻塔，","闻说鸡鸣见日升。","不畏浮云遮望眼，","只缘身在最高层。"]},"shiYin":{"name":"dēng fēi  lái  fēng","dynasty":"sòng","author":"wáng ān  shí","content":["fēi lái  shān  shàng  qiān  xún  tǎ，","wén shuō  jī  míng  jiàn  rì  shēng。","bù wèi  fú  yún  zhē  wàng  yǎn，","zhǐ yuán  shēn  zài  zuì  gāo  céng。"]},"status":"shangxi","zhushi":{"title":"注释","items":["飞来峰：有两说：一说在浙江绍兴城外的林山。唐宋时其中有座应天塔。传说此峰是从琅即郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。","千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。","闻说：听说。","浮云：在山间浮动的云雾。望眼：视线。","缘：因为。"]},"yiwen":{"title":"白话译文","items":["登上飞来峰顶高高的塔，听说每天鸡鸣时分在这可以看到旭日升起。","不怕层层浮云遮挡我远望的视线，是因为自己站在飞来峰的最高层。"]},"beijing":{"title":"背景","items":["公元1050年（宋仁宗皇祐二年）夏天，诗人在浙江鄞县知县任满回江西临川故里，途经杭州时，写下此诗。此时诗人只有三十岁，正值壮年，心怀壮志，正好借登飞来峰一抒胸臆，表达宽阔情怀。"]},"shangxi":{"title":"赏析","items":["这首诗写于宋仁宗皇 二年（1050年），王安石当时三十岁，年富力强，雄心勃勃。当时他已由鄞县县令改任舒州通判。此诗反映了诗人为实现自己的政治抱负而勇往直前、无所畏惧的进取精神。诗的第一句，诗人用“千寻”这一夸张的词语，借写峰上古塔之高，写出自己的立足点之高。诗的第二句，巧妙地虚写出在高塔上看到的旭日东升的辉煌景象，表现了诗人朝气蓬勃、胸怀改革大志、对前途充满信心，成为全诗感情色彩的基调。诗的后两句承接前两句写景议论抒情，使诗歌既有生动的形象又有深刻的哲理。古人常有浮云蔽日、邪臣蔽贤的忧虑，而诗人却加上“不畏”二字。表现了诗人在政治上高瞻远瞩，不畏奸邪的勇气和决心。","前两句是全诗的精华，蕴含着深刻的哲理：人不能只为眼前的利益，应该放眼大局和长远。在写作手法上，起句写飞来峰的地势，有写峰上有千寻之塔，足见其高。此句极写登临之高险。承句写目极之辽远。承句用典，《玄中记》云：“桃都山有大树，曰桃都，枝相去三千里。上有天鸡，日初出照此木，天鸡即鸣，天下鸡皆随之。”以此验之，则“闻说鸡鸣见日升”七字，不仅言其目极万里，亦且言其声闻遐迩，颇具气势。虽是铺垫之笔，亦不可等闲视之，实景语中的高唱。且作者用事，深具匠心。如典故中“日初出照此木，天鸡即鸣”，本是“先日出，后天鸡鸣”，但王安石不说“闻说日升听鸡鸣”，而说“闻说鸡鸣见日升”，则是“先鸡鸣，后日升”。诗人用事，常有点化，此固不能以强求平仄，或用事失误目之，恐意有另指。","第三句“不畏”二字作峻语，气势夺人。”浮云遮望眼”，用典。据吴小如教授考证，西汉人常把浮云比喻奸邪小人，如《新语·慎微篇》：“故邪臣之蔽贤，犹浮云之障日也。”王句即用此意。他还有一首《读史有感》的七律，颔联云：“当时黯暗犹承误，末俗纷纭更乱真。”欲成就大事业，最可怕者莫甚于“浮云遮目”、“末俗乱真”，而王安石以后推行新法，恰败于此。诗人良苦用心，于此诗已见端倪。第四句用“身在最高层”拔高诗境，有高瞻远瞩的气概。作者点睛之笔，正在结语。若就情境说，语序应是“因为身在最高层，所以不畏浮云遮目”，但作者却倒过来，先说果，后说因；一因一果的倒置，说明诗眼的转换。这虽是作诗的常法，亦见出作者构思的精深。","用诗歌阐述政治、学术见解，议论时事，评说历史，这是宋诗中较为普遍的现象。该诗在描写景物中，含有深刻的理趣。诗人没有记叙登山的过程，也没有细写山中之景，而是一开始就把自己置于山上“千寻塔”的最高层，抒写心中的感受。全诗四句二十八字，包含的思想内容极其丰富，寓抽象义理于具体事物之中，作者的政治思想抱负和对前途充满信心的神情状态，都得到了充分反映。这首诗阐发哲理的主要特点表现在两个方面：其一，哲理是从具体的情境中自然提炼出来的；其二，哲理是用形象生动的语言加以表达的。简言之，即“哲理的诗化，诗化的哲理”。我们今天来读这首登高望远的七言绝句，仍觉意蕴深沉，豪气满怀。尤其是后两句诗，已成为那些不畏艰难险阻、对胜利充满乐观自信者的座右铭。"]}}