{"shi":{"name":"己亥杂诗·其五","dynasty":"清","author":"龚自珍","content":["浩荡离愁白日斜，","吟鞭东指即天涯。","落红不是无情物，","化作春泥更护花。"]},"shiYin":{"name":"jǐ hài  zá  shī·  qí  wǔ","dynasty":"qīng","author":"gōng zì  zhēn","content":["hào dàng  lí  chóu  bái  rì  xié，","yín biān  dōng  zhǐ  jí  tiān  yá。","luò hóng  bú  shì  wú  qíng  wù，","huà zuò  chūn  ní  gèng  hù  huā。"]},"status":"shangxi","zhushi":{"title":"注释","items":["浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。","吟鞭：诗人的马鞭。","东指：东方故里。","天涯：指离京都遥远。","落红：落花。花朵以红色者为尊贵，因此落花又称为落红。","花：比喻国家。即：到。"]},"yiwen":{"title":"白话译文","items":["离别京都的愁思浩如水波向着日落西斜的远处延伸， 马鞭向东一挥，感觉就是人在天涯一般。","从枝头上掉下来的落花不是无情之物，即使化做春泥，也甘愿培育美丽的春花成长。"]},"beijing":{"title":"背景","items":["本诗作于清道光十九年己亥（1839年）。作者当时愤然辞官，离别亲朋好友，愁肠百结，于是写下此诗。"]},"shangxi":{"title":"赏析","items":["这诗作于１８３９年（农历己亥），是诗人的代表作品。是年，诗人辞官南归故里，后又北取眷属，就在往返途中创作了这一部堪称绝唱的大型七绝组诗。这组诗忆述见闻、回忆往事、抒发感慨，艺术地再现与反映了自己生平、思想、交游、宦迹、著述的丰富阅历，标志着诗人认识社会和批判现实的能力，在晚年已臻新的境界。时值鸦片战争爆发的前夜，诗中颇有感时忧国的力作。这首诗则表现诗人辞官的决心，报效国家的信念与使命，以及献身改革理想的崇高精神，语气乐观，形象生动，极富艺术魅力。","这首诗是作者最著名的代表作之一。其含义主要体现在两个方面，一是抒发离京南返的愁绪，二是表示自己虽已辞官，但仍决心为国效力，流露了作者深沉丰富的思想感情。","诗中的“落红”、“化作”两句是历来传颂的经典名句，他们一方面是诗人言志抒怀的心声，另一方面也可以为广泛意义上的崇高人格道德境界的出色写照。诗的开拓为表现自己离愁别绪的丰富感情，诗人用了“浩荡”一词来形容“离愁”，既强化“愁”意。又体现出诗人狂放深沉的内心思绪和个性特点，这里典型的诗人本色。紧接着的“吟鞭”句，对前人诗局的化用也恰倒好处，并形成了两句相连呼应的艺术效果，仿佛能感受到诗人此时此刻此情此景中的心情。最后则笔锋一转，用形象生动的比喻抒发胸臆，使全诗浑然一体动人肺腑。","诗的前两句抒情叙事，在无限感慨中表现出豪放洒脱的气概，一方面，离别是忧伤的，毕竟自己寓居京城多年，故友如云，往事如烟；另一方面，离别是轻松愉快的，毕竟是自己逃出子令人窒息的樊笼，可以到外面的世界里另有一番作为。这样，离别愁绪就和回归喜悦交织在一起，既有“浩荡离愁”，又有“吟鞭东指”；既有白日斜晖，又有广阔天涯。这两个画面相反相成，互为映衬，是诗人当日心境的真实写照。","诗的后两句以荷花为喻，表明自己的心志。","这首诗将政治抱负和个人志向融为一体，将抒情和议论有机结合，形象地表达了诗人复杂的情感。","“浩荡离愁白日斜”写出了诗人离开京城时的感情。诗人离京时，他目睹了清王朝的腐朽，不愿意与封建势力同流合污，辞官回乡；但是他仍然为国家的命运忧愁，为封建统治阶级的命运忧愁。“浩荡”本指水势浩大，在这里喻“愁”，李煜曾有词写到“问君能有几多愁，恰似一江春水向东流。” 诗人以李煜亡国被囚之愁自诩，可见忧愁之深。诗人为了衬托离愁，特别把离京时间选在了傍晚，马致远散曲“夕阳西下，断肠人在天涯。”用晚景衬托离愁。诗人通过喻、衬把愁表现得淋漓尽致。“吟鞭东指即天涯”本句虽无愁字，但也能表现诗人离京之愁。天涯是指诗人家乡——杭州，马鞭一挥，离京远去，直至天涯 ，很难再回京城，用夸张的手法，表现离别之愁，伤怀之意，含而不露。“落红不是无情物，化作春泥更护花”诗人笔锋一转，由抒发离别之情转入抒发报国之志。落红，本指脱离花枝的花，但是，并不是没有感情的东西，即使化做春泥，也甘愿培育美丽的春花成长。不为独香，而为护花。诗人以落花有情自比，表现诗人虽然脱离官场，依然关心着国家的命运，不忘报国之志，充分表达诗人的壮怀，成为传世名句。"]}}