{"shi":{"name":"记承天寺夜游","dynasty":"宋","author":"苏轼","content":["元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。","庭下如积水空明，水中藻荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。"]},"shiYin":{"name":"jì chéng  tiān  sì  yè  yóu","dynasty":"sòng","author":"sū shì","content":["yuán fēng  liù  nián  shí  yuè  shí  èr  rì  yè，  jiě  yī  yù  shuì，  yuè  sè  rù  hù，  xīn  rán  qǐ  xíng。  niàn  wú  yǔ  wéi  lè  zhě，  suì  zhì  chéng  tiān  sì  xún  zhāng  huái  mín。  huái  mín  yì  wèi  qǐn，  xiāng  yǔ  bù  yú  zhōng  tíng。","tíng xià  rú  jī  shuǐ  kōng  míng，  shuǐ  zhōng  zǎo  xìng  jiāo  héng，  gài  zhú  bǎi  yǐng  yě。  hé  yè  wú  yuè？  hé  chù  wú  zhú  bǎi？  dàn  shǎo  xián  rén  rú  wú  liǎng  rén  zhě  ěr。"]},"status":"shangxi","zhushi":{"title":"注释","items":["选自<<东坡志林>>。此文写于作者贬官黄州期间。承天寺，在今湖北黄冈市南。","元丰六年：公元1083年。元丰，宋神宗年号。当者被贬黄州已经四年。","解：把系着的腰带解开。","欲：想要，准备。","月色：月光。","入：照入，映入。","户：堂屋的门；单扇的门。","起：起身。","欣然：高兴、愉快的样子。欣，高兴，愉快。然，……的样子。","行：出行。","念无与为乐者：想到没有和我一起游乐的人。念，想到。 无与为乐者，没有可以共同交谈（游乐或赏月）的人。者：……的人。","遂：于是，就。","至：到。","寻：寻找。","张怀民：作者的朋友。名梦得，字怀民，清河（今河北清河）人。元丰六年贬谪到黄州，寄居承天寺。","亦：也。","寝：睡，卧。","相与步于中庭：（我们）一同在庭院中散步，相与，共同，一同。步，散步。于：在。中庭，庭院里。","空明：清澈透明。","藻荇：泛指生长在水中的绿色植物。藻，藻类植物。荇，荇菜。这里借指月色下的竹柏影。","交横（héng）：交错纵横。","盖：承接上文，解释原因，表示肯定，相当于‘大概’，这里解释为‘原来是’。","也：句末语气词，表判断。（盖……也：原来是。）","为：动词。做。","但少闲人如吾两人者耳：只是很少有像我们两个这样的闲人罢了。但，只（是）仅仅。","闲人：闲散的人。这里是指不汲汲于名利而能从容流连光景的人。苏轼这时被贬为黄州团练副使，这里是一个有职无权的官，所以他十分清闲，自称“闲人”。首先“闲人”指具有情趣雅致，能欣赏美景的人。其次“闲人”反映了作者仕途失意的苦闷心境。","耳：语气词,“罢了”。"]},"yiwen":{"title":"白话译文","items":["元丰六年十月十二日夜晚，我正准备脱衣入睡，恰好看到这时月光从门户照进来，于是高兴地起身出门。考虑到没有和我一起游乐的人，就到承天寺寻找张怀民。张怀民也还没有入睡，就一同在庭院里散步。月光照在庭院里像积满的清水一样澄澈透明。水中水藻、水草纵横交错，原来是院中竹子和柏树的影子。哪一个夜晚没有月亮？又有哪个地方没有竹子和柏树呢？只是缺少像我们两个这样清闲的人罢了。"]},"beijing":{"title":"背景","items":["本文写于宋神宗元丰六年（1083年），当时，作者被贬到黄州已经有四年了。在黄州任团练副使，但不得“签书公事”，也就是说做着有职无权的闲官。在这种情况下，作者写了这篇短文，对月夜的景色作了美妙的描绘，真实的记录了他当时生活的一个片段。"]},"shangxi":{"title":"赏析","items":["本文可分为三层来赏析","第一层叙事：交待了时间，地点和夜游原因","首句即点明事件时间“元丰六年十月十二日”，时苏轼因“乌台诗案”被贬至黄州为团练副使已经四年了。这天夜里，月光照入他的房间，作者本欲就寝，怎奈被这美好的月色所迷，顿起雅兴，但想到没有同乐之人，遂动身去不远的承天寺寻张怀民。张怀民和苏轼一样，亦是被贬至黄州来的贬官，他和苏轼的友谊相当笃厚。当晚，张怀民也还未睡，于是二人一起来到院子中间散步。这一层叙事，朴素、淡泊而有自然流畅。(寻友夜游)","第二层写景：描绘庭中夜色","作者惜墨如金，只用十八个字，就营造出一个月光澄碧、竹影斑驳、幽静迷人的夜景。读者自可以发挥想象：月光清朗，洒落庭中，那一片清辉白茫茫一片好似积水空潭一般，更妙的是，“水”中还有水草漂浮，游荡，于是乎恍恍然便如仙境一般了。作者的高妙之处在于，以竹、柏之影与月光两种事物互相映衬、比拟、比喻手法精当，新颖，恰如其分地渲染了景色的幽美肃穆。更体现出了月光清凉明净的特点，衬托出作者闲适的心境。","第三层：惋惜无人赏月","便转入议论。作者感慨到，何夜无月，何处无竹柏，可是有此闲情雅致来欣赏这番景色的，除了他与张怀民外，恐怕就不多了，整篇的点睛之笔是“闲人”二字，苏轼谪居黄州，“不得签书公事”，所担任的只是个有名无实的官，与儒家的“经世济民”之理想相去甚远，即所谓“闲人”之表层意义，它委婉地反映了苏轼宦途失意的苦闷；从另一个方面来看，月光至美，竹影至丽，而人不能识，唯此二人能有幸领略，岂非快事！苏轼的思想横跨儒释道三家，这便使他的处世态度有极大的包容性，可以说是宠辱不惊，进退自如。当然，他在逆境中的篇章更能折射出他的人格魅力！","这里的“美”首先来自内容的“真”。东月朗照，激发了作者的游兴，想到没有“与乐者”，未免美中不足，因而寻伴，这时错觉生趣，情感触动，于是记下此景此情，顺理成章，一切是那么的和谐自然，毫无雕饰造作之感。这“美”来自语言的“纯”。笔记如同拉家常，娓娓叙来。虽然没有奇景之处，但却不能增删或改动什么字眼儿。点明日期，是笔记体游记所必须的，“月色入户”与“欣然起行”互为因果，寥寥数字，何其洗练！写庭下景色，用“空明”一词，不枝不蔓，体现出空灵、坦荡的意境，将竹柏影子比作水中藻荇，已然十分贴切，“交横”一词更准确地表现了藻荇姿态，仿佛触手可及。接着，作者笔锋陡转，连发二问，既亲切自然，富于韵律，又拓展时空，发人思绪。《记承天寺夜游》表达的感情是微妙而复杂的","这“美”来自结尾的“精”。从文章结构看，结句属“合”，就此打住。从语意上看，它包蕴丰富。“闲人”一词，表面上是自嘲地说自己和张怀民是清闲的人，闲来无事才出来赏月的，实际上却为自己的行为而自豪——月夜处处都有，却是只有情趣高雅的人能欣赏的，有了人的欣赏才有美，只有此时此地的月夜才是最幸运的，因为有情趣高雅的人来欣赏它。其次，“闲人”包含了作者郁郁不得志的悲凉心境，作者在政治上有远大的抱负，但是却被一贬再贬，流落黄州，在内心深处，他又何尝愿做一个“闲人”呢？赏月“闲人”的自得只不过是被贬“闲人”的自慰罢了。","总之，游记以真情实感为依托，信笔写来，起于当起，止于当止，犹如行云流水，于无技巧中见技巧，达到了“一语天然万古新，豪华落尽见真纯”的境界。"]}}