{"shi":{"name":"与朱元思书","dynasty":"南北朝","author":"吴均","content":["风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。","水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。","夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。"]},"shiYin":{"name":"yǔ zhū  yuán  sī  shū","dynasty":"nán běi  cháo","author":"wú jūn","content":["fēng yān  jù  jìng，  tiān  shān  gòng  sè。  cóng  liú  piāo  dàng，  rèn  yì  dōng  xī。  zì  fù  yáng  zhì  tóng  lú  yī  bǎi  xǔ  lǐ，  qí  shān  yì  shuǐ，  tiān  xià  dú  jué。","shuǐ jiē  piǎo  bì，  qiān  zhàng  jiàn  dǐ。  yóu  yú  xì  shí，  zhí  shì  wú  ài。  jí  tuān  shèn  jiàn，  měng  làng  ruò  bēn。","jiā àn  gāo  shān，  jiē  shēng  hán  shù，  fù  shì  jìng  shàng，  hù  xiāng  xuān  miǎo，  zhēng  gāo  zhí  zhǐ，  qiān  bǎi  chéng  fēng。  quán  shuǐ  jī  shí，  líng  líng  zuò  xiǎng；  hǎo  niǎo  xiāng  míng，  yīng  yīng  chéng  yùn。  chán  zé  qiān  zhuàn  bù  qióng，  yuán  zé  bǎi  jiào  wú  jué。  yuān  fēi  lì  tiān  zhě，  wàng  fēng  xī  xīn；  jīng  lún  shì  wù  zhě，  kuī  gǔ  wàng  fǎn。  héng  kē  shàng  bì，  zài  zhòu  yóu  hūn；  shū  tiáo  jiāo  yìng，  yǒu  shí  jiàn  rì。"]},"status":"shangxi","zhushi":{"title":"注释","items":["书：是古代的一种文体。","风烟俱净：烟雾都消散尽净。风烟，指烟雾。俱，全，都。净，消散尽净。","共色：一样的颜色。共，一样。","从流飘荡：乘船随着江流漂荡。从，顺，随。","任意东西：情境任凭船按照自己的意愿，时而向东，时而向西。东西，方向，在此做动词，向东漂流，向西漂流。","自：从。","至：到。","许：表示大约的数量，上下，左右。","独绝：独一无二。独，只。绝，绝妙。","皆：全，都。","缥（piǎo）碧：原作“漂碧”，据其他版本改为此，青白色。","游鱼细石：游动的鱼和细小的石头。","直视无碍：一直看下去，可以看得很清楚，毫无障碍。这里形容江水清澈见底。","急湍（tuān）：急流的水。急，迅速，又快又猛。湍，水势急速。","甚箭：“甚于箭”，比箭还快。甚，胜过，超过。为了字数整齐，中间的“于”字省略了。","若：好像。","奔：动词活用作名词，文中指飞奔的骏马。","寒树：使人看了有寒意的树，形容树密而绿。","负势竞上：高山凭依高峻的地势，争着向上。负，凭借。竞，争着。上，向上。这一句说的是“高山”，不是“寒树”，这从下文“千百成峰”一语可以看得出来。","轩邈（miǎo）：意思是这些高山仿佛都在争着往高处和远处伸展。轩，向高处伸展。邈，向远处伸展。这两个词在这里形容词活用为动词用。","直指：笔直地向上，直插云天。指，向，向上。","千百成峰：意思是形成无数山峰。","激：冲击，拍打。","泠（líng）泠作响：泠泠地发出声响。泠泠，拟声词，形容水声的清越。","好：美丽的。","相鸣：互相和鸣，互相鸣叫。","嘤（yīng）嘤成韵：鸣声嘤嘤，和谐动听。嘤嘤，鸟鸣声。韵，和谐的声音。","蝉则千转（zhuàn）不穷：蝉儿长久不断地鸣叫。则，助词，没有实在意义。千转：长久不断地叫。千，表示多，“千”与下文“百”都表示很多。转，通“啭”鸟鸣声。这里指蝉鸣。穷，穷尽。","无绝：就是“不绝”。与上句中的“不穷”相对。绝，停止。","鸢（yuān）飞戾（lì）天：出自《诗经·大雅·旱麓》。老鹰高飞入天，这里比喻追求名利极力攀高的人。鸢，俗称老鹰，善高飞，是一种凶猛的鸟。戾，至。","望峰息心：意思是看到这些雄奇的山峰，追逐名利的心就会平静下来。息，使……平息，使动用法。","经纶（lún）世务者：治理社会事务的人。经纶，筹划、治理。世务，政务。","窥谷忘反：看到这些幽美的山谷，就会流连忘返。窥，看。反，通“返”，返回。","横柯（kē）上蔽：横斜的树木在上面遮蔽着。柯，树木的枝干。上，方位名词作状语，在上面。蔽，遮蔽。","在昼犹昏：在白天，也好像黄昏时那样阴暗。昼，白天。犹，好像。","疏条交映：稀疏的枝条互相掩映。疏条，稀疏的小枝。交映，互相遮掩。交，相互。","见：看见。","日：太阳，阳光。"]},"yiwen":{"title":"白话译文","items":["风停，烟雾都消散尽净，高爽的晴空和山峰是一样的颜色。乘船随着江流漂荡，任凭船按照自己的意愿，时而向东，时而向西。从富阳到桐庐一百里左右，山水奇特独异，天下独一无二。","水都是青白色的，深深的江水清澈见底。游动的鱼和细小的石头，一直看下去，可以看得很清楚，毫无障碍。急流的水比箭还快，凶猛的巨浪就像奔腾的骏马。","江两岸的高山上，全都生长着密而绿的树，高山凭依高峻的地势，争着向上，仿佛都在争着往高处和远处伸展；群山竞争着高耸，笔直地向上，直插云天，形成无数山峰。泉水拍打在山石上，发出泠泠的响声；美丽的鸟相互和鸣，鸣声嘤嘤，和谐动听。蝉儿长久不断地鸣叫，猿猴千百遍的啼叫不绝。像鸢鸟一样极力追求功名利禄的人，看到这些雄奇的山峰，追逐名利的心就会平静下来。忙于治理社会事务的人，看到这些幽美的山谷，就会流连忘返。横斜的树木在上面遮蔽着，即使在白天，也好像黄昏时那样阴暗；稀疏的枝条互相掩映，有时可以见到阳光。"]},"beijing":{"title":"背景","items":["魏晋南北朝时，社会动乱，官场黑暗。所以不少知识分子寄情山水来排解心中的苦闷。《与朱元思书》就是吴均融合其情后写给他的朋友朱元思的一封书信。"]},"shangxi":{"title":"赏析","items":["本文是用骈体写成的一篇山水小品。一共140多个字。骈文常用四字六字组织，故亦称“四六文”。但文章又有异于当时一般的骈文，它在一定程度上打破了骈文形式上的束缚，体现了可贵的突破与创新。","首段是总写全景，写出富春江山水之美。第一句“风烟俱净，天山共色”绘的是远景，极目远眺，风停雾散，高爽晴空一尘不染，天山一碧，景象清新而壮阔。这既绘写景色，又暗点惬意畅游的季节。秋天特有迷人景象深深吸引作者，于是泛舟江上，兴致分外盎然。第二句，由远及近，由景及人，写的是泛舟情景和畅游心情。“从流飘荡”，既写小舟沿江逆水而上的情态，又抒写心中随顺追趣之情。一中路美景收不尽，只好“任意东西”以饱眼福。第三句进而写出作者游踪，统观“自富阳至桐庐”百来里的山光水色之后，作者由衷赞叹：沿江奇山异水，天下无与伦比。","第二段先承上写“异水”。前两句写富春江静态美。江水色泽，青白一片，水流清澈，深可见底。“游鱼细石，直视无碍”可以看见鱼儿在往来嬉戏，甚至连细小的石子也历历在目，足见江水的明静和、清澈。第三句又转写富春江的动态。作者运用两个比喻，形容江流比射出的箭还快，激浪像骏马飞奔，真是动人心魂，气势不凡。这段只用了三句二十四字，或是正面描绘，或侧面烘托，或设喻作譬，就把变幻多姿的景象展现出来。","第三段进而写山之景。作者用概括而形景的语言写出那江流险峻的山势和山中种种奇异的景物，视野从低到高，从点到面。“负势竞上”，视线由低往高移动：“互相轩邈”，视线向远处发展，视线扩展到座座高山：“争高直指。千百成峰”，再从局部扩展到整体。“竞上”、“互相”、“争高”，无生命的山，无不奋发向上，这不仅描绘出层峦迭峰种种奇特的雄姿，还写出观赏者荡涤心胸的奇趣，写了奇特山势，作者的目光又从整体转到细部，再次突出山之“奇”，从描写对象看，写了泉水、百鸟、鸣蝉、山猿和树木，但不是突出形象而是从音响和日照角度来写，写出听觉和视觉中新奇的美感，泉水泠泠，清越悦耳，好鸟嘤嘤，和谐动听；山蝉儿高唱，山猿长啼，也无不令人振奋。山林百间交汇，组成一曲优美交响乐。这一段最后珍两句写树木，跟段首“皆生寒树”照应，群峰丛树枝繁叶茂、郁郁葱葱，给人以欣欣向荣，蓬勃向上感觉，写树木繁茂，、虚实结合，正写“横柯”、“疏条”，侧写“在昼犹昏”，“有时见日”，运笔手法灵活多变。","这一段描写山中景物，插入一组议论性偶句“鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。”这是作者观赏美景中油然而生和联想，借景言志，既反映了作者对争名逐利官场的鄙视，又衬出大自然美景诱人的力量。这里“望峰息心”和“窥谷忘反”中的“谷”既是实指，又是泛指。就实指而言，意谓这名利极力攀上峰巅，热衷政务而想飞黄腾达者，应窥见面前危险深谷而返，就泛指而言，意谓大自然的伟大会使人流连忘返，平息功名利禄之心。总之，既写奇景，又抒感概。","作者抓住此山此水特征，把动与静、声与色、光与影巧妙结合，为读者描绘出一幅充满生命力的山水图，让读者充分享受到了富春江两岸的“山川之美”。"]}}