{"shi":{"name":"富贵不能淫","dynasty":"先秦","author":"佚名","content":["景春曰：“公孙衍、张仪岂不诚大丈夫哉？一怒而诸侯惧，安居而天下熄。”","孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道。得志，与民由之；不得志，独行其道。富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”"]},"shiYin":{"name":"fù guì  bù  néng  yín","dynasty":"xiān qín","author":"yì míng","content":["jǐng chūn  yuē：“  gōng  sūn  yǎn、  zhāng  yí  qǐ  bù  chéng  dà  zhàng  fū  zāi？  yī  nù  ér  zhū  hóu  jù，  ān  jū  ér  tiān  xià  xī。”","mèng zǐ  yuē：“  shì  yān  dé  wéi  dà  zhàng  fū  hū？  zǐ  wèi  xué  lǐ  hū？  zhàng  fū  zhī  guàn  yě，  fù  mìng  zhī；  nǚ  zǐ  zhī  jià  yě，  mǔ  mìng  zhī，  wǎng  sòng  zhī  mén，  jiè  zhī  yuē： ‘   wǎng  zhī  rǔ  jiā，  bì  jìng  bì  jiè，  wú  wéi  fū  zǐ！ ’   yǐ  shùn  wéi  zhèng  zhě，  qiè  fù  zhī  dào  yě。  jū  tiān  xià  zhī  guǎng  jū，  lì  tiān  xià  zhī  zhèng  wèi，  xíng  tiān  xià  zhī  dà  dào。  dé  zhì，  yǔ  mín  yóu  zhī；  bù  dé  zhì，  dú  xíng  qí  dào。  fù  guì  bù  néng  yín，  pín  jiàn  bù  néng  yí，  wēi  wǔ  bù  néng  qū，  cǐ  zhī  wèi  dà  zhàng  fū。”"]},"status":"shangxi","zhushi":{"title":"注释","items":["景春：与孟子同时代的人，纵横家。","公孙衍：战国时期魏国人，纵横家。曾在秦国为相，又曾佩五国相印。","张仪：战国时期魏国人，纵横家，秦惠王时为相，游说六国连横以服从秦国。","诚：真正，确实。","大丈夫：指有大志、有作为、有气节的男子。","惧：害怕。","安居：安静。","熄：同“息”，平息，指战火熄灭，天下太平。","是：这，这个。","焉：怎么，哪里。","子：你。","未学：没有学。","之：“丈夫之冠也”及下文“女子之嫁也”中的“之”都是主谓之间取消句子独立性，不译。","丈夫之冠：男子举行加冠礼的时候。冠：古代男子到成年则举行加冠礼，叫做冠。古人二十岁既为加冠。","父命之：父亲给予训导；父亲开导他。命：教导、训诲。","母命之：母亲给予训导。","嫁：出嫁。","往：去，到。","戒：告诫。","女（rǔ）：同“汝”，你。","必敬必戒；必：一定。敬：恭敬。戒：留神，当心，谨慎。","违：违背。","乱：扰乱。","夫子：旧时称自己的丈夫。","以：把。","顺：顺从。","为：作为。","正：正理，及基本原则。","道：方法。","居天下之广居：第一个“居”：居住。第二个“居”居所，住宅。","广居、正位、大道：朱熹注释为：广居，仁也；正位，礼也；大道，义也。","立：站，站立。","正：正大。","大道：光明的大道。","得：实现。","志：志向。","由：遵循。","独行其道：独自走自己的道路。独：独自。行：这里是固守；坚持的意思。道：原则，行为准则。","淫：惑乱，迷惑。使动用法。","移：改变，动摇。使动用法。","屈：屈服。使动用法。"]},"yiwen":{"title":"白话译文","items":["景春说：“公孙衍、张仪难道不是真正的有志气、有作为、有节气的男子吗？他们一发怒，连诸侯都害怕，他们安居家中，天下就太平无事。”","孟子说：“这哪里能算是有志气有作为的男子呢？你没有学过礼吗？男子行加冠礼时，父亲给予训导；女子出嫁时，母亲给予训导，送她到门口，告诫她说：‘到了你的丈夫的家里，一定要恭敬，一定要谨慎，不要违背你的丈夫！’以顺从为做人原则的，是妾妇之道。居住在天下最宽广的住宅‘仁’里，站立在天下最正确的位置‘礼’上，行走在天下最宽广的道路‘义’上。能实现理想时，就同人民一起走这条正道；不能实现理想时，就独自行走在这条正道上。富贵不能使他的思想迷惑，贫贱不能使他的操守动摇，威武不能使他的意志屈服，这才叫作有志气有作为的男子。”"]},"shangxi":{"title":"赏析","items":["《富贵不能淫》的内容是孟子批驳景春关于大丈夫的错误言论。我们首先来看文章批驳的“靶子”，即景春的观点。","景春认为公孙衍、张仪之流是大丈夫，为此，他用反问句向孟子询问说：“公孙衍、张仪岂不诚大丈夫哉?”公孙衍和张仪难道不是真正的大丈夫吗?言外之意就是说，公孙衍和张仪是真正的对丈夫。景春提出这个观点的依据是，公孙衍、张仪能够左右诸侯，“一怒而诸侯惧，安居而天下熄”，他们发起怒来，诸侯们都会害怕，安静下来，天下就会平安无事，他们威风八面，权倾天下，能够左右时局。","针对景春的“论点”和“论据”，孟子先破后立，先批驳景春的错误观点，再阐述什么是真正的大丈夫。","首先，孟子针锋相对地用了一个反问句：“是焉得为大丈夫乎?”这个怎么能够叫大丈夫呢?对景春的观点给予直接的否定。","其次，孟子进行了分析，回答了“公孙衍、张仪之流”为什么不能称为大丈夫。","孟子的说法含蓄而幽默，只是通过言“礼”来说明女子嫁时母亲的嘱咐，由此得出“以顺为正者，妾妇之道也。”这里值得 我们注意的是，古人认为，妻道如臣道。臣对于君，当然也应该顺从，但顺从的原则是以正义为标准，如果君行不义，臣就应该 劝谏。妻子对丈夫也是这样，妻子固然应当顺从丈夫，但是，夫 君有过，妻也就当劝说补正。应该是“和而不同”。只有太监小老婆婢女之流，才是不问是非，以一味顺从为原则，实际上，也就是没有了任何原则。“妾妇之道”还不能一般性地理解为妇人之道，而实实在在就是“小老婆之道”。","孟子的挖苦是深刻而尖锐的，对公孙衍、张仪之流可以说是 深恶痛绝了。遗憾的是，虽然孟子对这种“以顺为正”的妾妇之道已如此 痛恨，但两千多年来，这样的“妾妇”却一直生生不已，层出不穷。时至今日，一夫一妻已受法律保护，“妾妇”难存，但“妾妇说”却未必不存，甚或还在大行其道哩。","孟子的办法是针锋相对地提出真正的大丈夫之道。这就是他 那流传千古的名言：“富贵不能淫，贫贱不能移，威武不能屈。” 怎样做到？ 那就得“居天下之广居，立天下之正位，行天下之大道。”就 还是回到儒学所一贯倡导的仁义礼智上去了。这样做了以后，再 抱以“得志与民由之，不得志独行其道”的立身处世态度，也就 是孔子所谓“用之则行，舍之则藏，”（《论语述而》）或孟子在 另外的地方所说的“穷则独善其身，达则兼济天下。”（《尽心上》那就能够成为真正的堂堂正正的大丈夫了。","孟子关于“大丈夫”的这段名言，句句闪耀着思想和人格力量的光辉，在历史上曾鼓励了不少志士仁人，成为他们不畏强暴， 坚持正义的座右铭。"]}}