{"shi":{"name":"愚公移山","dynasty":"先秦","author":"列御寇","content":["太行、王屋二山，方七百里，高万仞。本在冀州之南，河阳之北。","北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也。聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。","河曲智叟笑而止之曰：“甚矣，汝之不惠。以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。","操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。"]},"shiYin":{"name":"yú gōng  yí  shān","dynasty":"xiān qín","author":"liè yù  kòu","content":["tài háng、  wáng  wū  èr  shān，  fāng  qī  bǎi  lǐ，  gāo  wàn  rèn。  běn  zài  jì  zhōu  zhī  nán，  hé  yáng  zhī  běi。","běi shān  yú  gōng  zhě，  nián  qiě  jiǔ  shí，  miàn  shān  ér  jū。  chéng  shān  běi  zhī  sè，  chū  rù  zhī  yū  yě。  jù  shì  ér  móu  yuē：“  wú  yǔ  rǔ  bì  lì  píng  xiǎn，  zhǐ  tōng  yù  nán，  dá  yú  hàn  yīn，  kě  hū？”  zá  rán  xiāng  xǔ。  qí  qī  xiàn  yí  yuē：“  yǐ  jūn  zhī  lì，  zēng  bù  néng  sǔn  kuí  fù  zhī  qiū，  rú  tài  háng、  wáng  wū  hé？  qiě  yān  zhì  tǔ  shí？”  zá  yuē：“  tóu  zhū  bó  hǎi  zhī  wěi，  yǐn  tǔ  zhī  běi。”  suì  shuài  zǐ  sūn  hè  dàn  zhě  sān  fū，  kòu  shí  kěn  rǎng，  jī  běn  yùn  yú  bó  hǎi  zhī  wěi。  lín  rén  jīng  chéng  shì  zhī  shuāng  qī  yǒu  yí  nán，  shǐ  chèn，  tiào  wǎng  zhù  zhī。  hán  shǔ  yì  jié，  shǐ  yī  fǎn  yān。","hé qū  zhì  sǒu  xiào  ér  zhǐ  zhī  yuē：“  shèn  yǐ，  rǔ  zhī  bù  huì。  yǐ  cán  nián  yú  lì，  zēng  bù  néng  huǐ  shān  zhī  yī  máo，  qí  rú  tǔ  shí  hé？”  běi  shān  yú  gōng  cháng  xī  yuē：“  rǔ  xīn  zhī  gù，  gù  bù  kě  chè，  zēng  bù  ruò  shuāng  qī  ruò  zǐ。  suī  wǒ  zhī  sǐ，  yǒu  zǐ  cún  yān；  zǐ  yòu  shēng  sūn，  sūn  yòu  shēng  zǐ；  zǐ  yòu  yǒu  zǐ，  zǐ  yòu  yǒu  sūn；  zǐ  zǐ  sūn  sūn  wú  qióng  kuì  yě，  ér  shān  bù  jiā  zēng，  hé  kǔ  ér  bù  píng？”  hé  qū  zhì  sǒu  wú  yǐ  yìng。","cāo shé  zhī  shén  wén  zhī，  jù  qí  bù  yǐ  yě，  gào  zhī  yú  dì。  dì  gǎn  qí  chéng，  mìng  kuā  é  shì  èr  zǐ  fù  èr  shān，  yī  cuò  shuò  dōng，  yī  cuò  yōng  nán。  zì  cǐ，  jì  zhī  nán，  hàn  zhī  yīn，  wú  lǒng  duàn  yān。"]},"status":"shangxi","zhushi":{"title":"注释","items":["太行山：在黄土高原和华北平原之间。","王屋山：在山西阳城、垣曲与河南济源之间。","方：指面积。","仞：古代长度单位，以七尺或八尺为一仞。","冀州：古地名，包括现在河北省，山西省，河南省黄河以北，辽宁省辽河以西的地区。","河阳：黄河北岸。山的北面和江河的南面叫做阴，山的南面和江河的北面叫做阳。","且：副词，将近。","面山而居：面对着山居住。","惩（chéng）：戒，这里是“苦于、为......所苦”的意思。","塞（sè）：阻塞。","迂（yū）：曲折、绕远。","聚室而谋：集合全家来商量。室，家。","汝：你。这里做复数看，为“你们”的意思。","毕力平险：尽全力铲除险峻的大山。","指通豫南：一直通向豫州的南部。指，直。豫州，古地名，在今河南省黄河以南。","汉阴：汉，就是汉水；阴，山的北面或水的南面叫阴。","献疑：提出疑问。","以：凭借。","杂然相许：纷纷表示赞成。杂然，纷纷的样子。许，赞同。","损：：削减。","曾：副词，加强否定语气，可译为“连……也……”，常与“不”连用。","魁父：古代一座小山的名称，在现今河南省开封县陈留镇境内。魁（kuí）。","丘：土堆。","置：安放。","且：况且。","焉：疑问代词，哪里。","荷（hè）：扛的意思。","夫：成年男子。","箕畚（jī běn）簸箕，一种用竹片或柳条编成的器具。这里是用箕畚装土石的意思。","孀（shuāng） ：孀妻，寡妇。","遗男：遗孤，单亲孤儿，遗腹子。","龀（chèn）：儿童换牙齿，乳齿脱落后重新长恒齿。这里始龀表示年龄，约七八岁。龀，换牙。","寒暑易节：冬夏换季，指一年的时间。易，交换。节，季节。","始一反焉：才往返一次。反，通“返”往返。焉，语气助词。","河曲：古地名，在今山西省芮城县西。","叟（sǒu）：老头。","惠：同“慧”，聪明；不惠，指愚蠢。","其：在“如……何”前面加强反问语气。","长息：长叹。","一毛：一草一木，地面所生的草木，这里指山的一小部分。","汝心之固，固不可彻：你思想顽固，顽固到了不可改变的地步。彻，通。","匮（kuì）：竭尽的意思。","虽我之死：即使我死了。虽，即使。之，用在主谓之间，无实意。","苦：愁。","亡（wú）以应：没有话来回答。亡，通“无”。","操蛇之神：神话中的山神，手里拿着蛇，所以叫操蛇之神。操，持。","惧其不已：怕他不停地干下去。其，愚公。已，停止。","帝：神话中的天帝。","感其诚：被他的诚心所感动。感，被……感动。","夸娥氏：神话中力气很大的神。","负：背。","厝（cuò）：同“措”，放置。","朔东：就是朔方以东地区，指山西省的东部。","雍：就是雍州，在现今陕西、甘肃省一带地区。","陇断：即垄断，山冈高地","列子：这是一部古书的名称，属于中国先秦时期道家的著作。关于这部书，有两种说法：一种认为是战国初年的列御寇著的；另一种认为是后来晋代的人著的，没有定论。书中记载了许多寓言和传说故事。"]},"yiwen":{"title":"白话译文","items":["太行、王屋两座山，方圆七百里，高七八千丈，本来在冀州南边，黄河北岸的北边。","北山下面有个名叫愚公的人，年纪快到90岁了，在山的正对面居住。他苦于山区北部的阻塞，出来进去都要绕道，就召集全家人商量说：“我跟你们尽力挖平险峻的大山，（使道路）一直通到豫州南部，到达汉水南岸，好吗？”大家纷纷表示赞同。他的妻子提出疑问说：“凭你的力气，连魁父这座小山都不能削平，能把太行、王屋怎么样呢？再说，往哪儿搁挖下来的土和石头？”众人说：“把它扔到渤海的边上，隐土的北边。”于是愚公率领儿孙中能挑担子的三个人（上了山），凿石头，挖土，用箕畚运到渤海边上。邻居京城氏的寡妇有个孤儿，刚七八岁，蹦蹦跳跳地去帮助他。冬夏换季，才能往返一次。","河湾上的智叟讥笑愚公，阻止他干这件事，说：“你简直太愚蠢了！就凭你残余的岁月、剩下的力气连山上的一棵草都动不了，又能把泥土石头怎么样呢？”北山愚公长叹说：“你的心真顽固，顽固得没法开窍，连孤儿寡妇都比不上。即使我死了，还有儿子在呀；儿子又生孙子，孙子又生儿子；儿子又有儿子，儿子又有孙子；子子孙孙无穷无尽，可是山却不会增高加大，还怕挖不平吗？”河曲智叟无话可答。","握着蛇的山神听说了这件事，怕他没完没了地挖下去，向天帝报告了。天帝被愚公的诚心感动，命令大力神夸娥氏的两个儿子背走了那两座山，一座放在朔方的东部，一座放在雍州的南部。从这时开始，冀州的南部直到汉水南岸，再也没有高山阻隔了。"]},"shangxi":{"title":"赏析","items":["《愚公移山》主题思想即恒道。","“愚公移山”故事出自《列子》。《列子》文本的字里行间表达了崇尚虚静思想，强调人在自然天地间的积极作用。“愚公移山”的寓言故事也正是对《列子》文本中核心思想的充分注解：","首先，“愚公移山”故事象征了“道”的永恒性。联系其他篇章，从《列子》一书的整体性和系统性上分析即可看出，《列子》不但继承了《道德经》关于“恒道”的思想，而且从过程论的角度予以了发挥。《天瑞》篇在论及阴阳的时候分别以“太易、太初、太始、太素”来指称天地化生的不同阶段。最后，作者又以“一”到“九”的数字象征大道循环往复的运动。而“愚公移山”故事中子子孙孙无穷尽的意象实际上可以看作大道永恒而生生不息精神的寄托。其次，故事表达了道家的“抱一”观念。这种观念起端于老子《道德经》，并且被《列子》、《庄子》等道家著作所继承和诠释。道家讲的“一”乃是基于“道”的整体性、永恒性、化生性而提出的重要概念，体现了哲学的高度抽象。《道德经》称“道生一”，又说“圣人抱一为天下式”。引伸到社会人生方面，“抱一”即表现为行事持之以恒，具有坚定信念。愚公虽然年纪很大，但却坚信可以搬走两座大山，并且率领子孙挖山不止，以实际行动履行了道家的“抱一”精神。","张湛《列子注》之后，“愚公移山”的故事得到广泛流传，但更多时候这个故事已经脱离了《列子》引用这则故事的语境，不再是一个哲学命题的注脚，而成为可以随意解释的一个独立故事，当然这也立足于故事本身的可延展性和多元解释的可能性。正因为这样，该故事在文学、哲学、甚至是民间信仰中都得到了新的解读。","愚公何德，遂荷锸而移山；精卫何禽，欲衔石而塞海。（南北朝\\庾信《拟连珠四十四首》之三八）岂冤禽之能塞海，非愚叟之可移山。","唐·丘鸿渐在《愚公移山赋》里也提到了愚公形象，他说：止万物者艮，会万灵者人。艮为山以设险，人体道以通神。是知山之大，人之心亦大，故可以议其利害也。昔太行耸峙，王屋作固。千岩纠纷，万仞回互。蓄冰霜而居夏凝结，联源流而飞泉积素。爰有谆谆愚叟，面兹林麓。怆彼居之湫隘，惩祁寒之惨毒。激老氏之志，且欲移山；当算亥之年，宁忧就木。","世人始知愚公之远大，未可测已；夸娥之神力，何其壮哉！傥若不收遗男之助，荷从智叟之辨。则居当困蒙，往必遇蹇，终为丈夫之浅。今者移山之功既已成，河冀之地又以平，则愚公之道行。客有感而叹曰：事虽殊致，理或相假。多岐在於亡羊，齐物同於指马。我修词而忘倦，彼移山之不舍。吾亦安知夫无成与有成，谅归功於大冶。在这里，作者提出的愚公移山之人道与天道说。提出了“知山之大，人之心亦大”的思想。移山之既成，在于“愚公之道行”，“体道以通神”，因而人天同心，最终获得有成。","人道大于天道，天地同心，人能感天，这是唐代人通过解读愚公移山而得到的哲学思想和精神。不论是究其“志气”、“自成”，还是“精诚之心”，都是持肯定、赞扬的态度来肯定愚公这个形象的。以此训寓后人。","传统的叙事寓意指遇上困难时要发扬“愚公移山”的精神，不畏艰险，迎难而上，持之以恒，争取最后的胜利。这是一个经典的叙事手法，而且寓意深刻。","《愚公移山》，是一篇具有朴素的唯物主义和朴素的辩证法思想的寓言故事。它借愚公形象的塑造，表现了中国古代劳动人民有移山填海的坚定信心和顽强毅力，说明了“愚公不愚，智叟不智”，只要不怕困难，坚持斗争，定能获得事业上的成功，这对人们有很大的启发。","文本中插入了愚公和智叟二人的对话，蕴含着寓言所特具的哲理，颇能发人深省。","“河曲智叟笑而止之曰：‘甚矣，汝之不惠。以残年余力，曾不能毁山之一毛，其如土石何？’”","智叟的“笑”，是对愚公移山不屑一顾的轻蔑情态；智叟的“止”，是对愚公移山不以为然而进行粗暴的干涉。这个自以为多智的老头子，在他的眼里，愚公能移山简直是不可思议的事，所以脱口而出，给愚公泼冷水。智叟讥笑愚公笨拙，所持理由与愚公的妻子相同，便两者态度迥异，一个是自视其高，加以阻挠，一个是提疑问，目的是为解决问题。","智叟，智于其表，愚在其中，因此愚公对智叟的冷嘲热讽，先报之以一声长叹，表示遗憾想不到智叟竟是这样的木然无知，接着，针锋相对地进行驳斥：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”出语尖锐犀利，毕露锋瓦。这段话含有很大的思想空量，阐述了“有限”和“无限”的朴素的辩证关系，进一步表现了愚公迎难而上的精神。","智叟只看到愚公的“残年余力”及山高难以削平的一面，而看不到人类延续不断及山不会增高的一面，所以堪称“固不可彻”，比起愚公的目光来实是短浅。愚公藐视大山，敢于移山，知难而进，坚韧不拔，是因为他看到了人的作用，通过努力，事物是能够转化的。由此可见愚公形愚而实智。","文章篇末以移山取得了最后胜利，矛盾获得了解决，作为故事的结局，充满了浪漫主义的色彩。由于古代生产力和自然科学不发达的缘故，往往幻想着能有超人力量来帮助人们移山填海，征服大自然，所以作者运用了浪漫主义的艺术想象，写“操蛇之神”听说愚公要永不停息地挖山而害怕起来，将此事告诉了“天帝”，“帝感其诚”，就派遣了两个大力士把两座大山背走了。","这显然是神话，在客观理实中是不存在的，但却反映了当时人们有“人定胜天”的强烈愿望，和变革大自然的雄伟气魄，也反映了作者对作品中所阐述的哲理思想的坚信，以神话的形式给予了肯定。寄未来理想的实现于神话，寓哲理思想于想象，作者这样写，就是为了让人们在精神是得到鼓舞，在情绪上受到感染。","这则寓言在写作上，有两个显著的艺术特色：","第一，对比手法的运用相当成功。为了突出愚公“挖山水止”的精神，强调矛盾可以互相转化的哲理思想的正确，就以“子子孙孙无穷匮”与“山不加增”对比；为了表现移山时不畏艰险的气概，激励人们去掌握这一哲理思想，就以“年且九十”的愚公，“子孙荷担者三夫”的家庭，“始龀”的助手，与“方七百里，高万仞”的两座大山对比；为了说明愚公并不愚，智叟并不智，显示这一哲理思想所产生的威力，就以智叟的一开始的“笑而止之”与被驳后的“无以应”对比，等等，在对比中逐步完成了愚公艺术形象的塑造。","第二，故事情节的安排比较巧妙。全文篇幅短小，然而却写得曲折多姿，波澜起伏，加之行文紧凑，笔墨舒洒自如，令人读后兴味盎然。文章摆出了人和山的矛盾，写愚公“聚室而谋”，全家人纷纷表示赞成，接着就该是行动起来一起移山，谁知愚公之妻献疑，产生了波折，而所疑的都是移山中碰到的具体问题，这些具体问题不解决，那人和山的矛盾也就不能解决。经过讨论，商量了办法，出现了移山劳动的盛况，接着就该是苦战不休，不料跳出来个智叟，形成了移山的阻碍，老愚公就和智叟展开了激烈的辩论，在辩论中揭示出寓言所包含的哲理思想，这样既突显了愚公精神的可贵，同时深化了作品的主题思想。","在一个仅有三百余字的简单的故事里，将较多的矛盾集中起来描写，能够收到戏剧性的艺术效果，否则顺流平坡地写下去，还不只是索然寡味，更重要的是所要强调的内容得不到强调，不能使主题通过人物形象的塑造而圆满地表达出来。一般地讲，从简单中见复杂，在情节安排上并不容易，因此处理得不好，就会使人感到复杂中仍然显得简单。《愚公移山》故事本身简单，但由于在情节的处理上没有平铺直叙，而是从矛盾相继出现的尖锐性上去显示复杂性，这样就增强了文章跌宕的气势，引人入胜。解决矛质，没有简单化，愚公说服其妻，不是以空话大话压服，而是靠众人拿出办法；驳倒智叟，不是泛泛顶撞，而是据理而言。愚公的“理”，非等闲之论，它是作品中哲理思想的精髓，字字如锤击出的火星，句句似脱了弦的利箭，都是性格化的语言，又都是有哲理思想深度的语言，。正是如此，理直才能气壮，理屈必然词穷，愚公驳得智叟哑口无言。两个人的辩论将故事情节推上了高潮，使寓言的寓意得到充分的展示。"]}}