{"shi":{"name":"饮酒·其五","dynasty":"魏晋","author":"陶渊明","content":["结庐在人境，","而无车马喧。","问君何能尔？","心远地自偏。","采菊东篱下，","悠然见南山。","山气日夕佳，","飞鸟相与还。","此中有真意，","欲辨已忘言。"]},"shiYin":{"name":"yǐn jiǔ·  qí  wǔ","dynasty":"wèi jìn","author":"táo yuān  míng","content":["jié lú  zài  rén  jìng，","ér wú  chē  mǎ  xuān。","wèn jūn  hé  néng  ěr？","xīn yuǎn  dì  zì  piān。","cǎi jú  dōng  lí  xià，","yōu rán  jiàn  nán  shān。","shān qì  rì  xī  jiā，","fēi niǎo  xiāng  yǔ  huán。","cǐ zhōng  yǒu  zhēn  yì，","yù biàn  yǐ  wàng  yán。"]},"status":"shangxi","zhushi":{"title":"注释","items":["结庐：构筑房屋。结，建造、构筑。庐，简陋的房屋。人境：人聚居的地方。","结庐：建造住宅，这里指居住的意思。","车马喧：指世俗交往的喧扰。","君：指作者自己。","何能尔：为什么能这样。 尔：如此、这样。","悠然：自得的样子。","见：看见（读jiàn），动词。","南山：泛指山峰，一说指庐山。","日夕：傍晚。相与：相交，结伴。","真意：从大自然里领会到的人生真谛。","相与还：结伴而归。"]},"yiwen":{"title":"白话译文","items":["将房屋建造在人来人往的地方，却不会受到世俗交往的喧扰。","问我为什么能这样，只要心志高远，自然就会觉得所处地方僻静了。","在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。","傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。","这里面蕴含着人生的真正意义，想要辨识，却不知怎样表达。"]},"shangxi":{"title":"赏析","items":["这首诗的意境可分为两层，前四句为一层，写诗人摆脱世俗烦恼后的感受。后六句为一层，写南山的美好晚景和诗人从中获得的无限乐趣。表现了诗人热爱田园生活的真情和高洁人格。","“结庐在人境，而无车马喧”诗起首作者言自己虽然居住在人世间，但并无世俗的交往来打扰。为何处人境而无车马喧的烦恼？因为“心远地自偏”，只要内心能远远地摆脱世俗的束缚，那么即使处于喧闹的环境里，也如同居于僻静之地。陶渊明早岁满怀建功立业的理想，几度出仕正是为了要实现匡时济世的抱负。但当他看到“真风告逝，大为斯兴”（《感士不遇赋》），官场风波险恶，世俗伪诈污蚀，整个社会腐败黑暗，于是便选择了洁身自好、守道固穷的道路，隐居田园，躬耕自资。“结庐在人境”四句，就是写他精神上在摆脱了世俗环境的干扰之后所产生的感受。所谓“心远”，即心不念名利之场，情不系权贵之门，绝进弃世，超尘脱俗。由于此四句托意高妙，寄情深远，因此前人激赏其“词彩精拔”。","“问君何能尔？心远地自偏” 中的“心远”是远离官场，更进一步说，是远离尘俗，超凡脱俗。排斥了社会公认的价值尺度，探询作者在什么地方建立人生的基点，这就牵涉到陶渊明的哲学思想。这种哲学可以称为“自然哲学”，它既包含自耕自食、俭朴寡欲的生活方式，又深化为人的生命与自然的统一和谐。在陶渊明看来，人不仅是在社会、在人与人的关系中存在的，而且，甚至更重要的，每一个个体生命作为独立的精神主体，都直接面对整个自然和宇宙而存在。","这些道理，如果直接写出来，诗就变成论文了。所以作者只是把哲理寄寓在形象之中。诗人在自己的庭园中随意地采摘菊花，偶然间抬起头来，目光恰与南山相会。“悠然见南山”，按古汉语法则，既可解为“悠然地见到南山”，亦可解为“见到悠然的南山”。所以，这“悠然”不仅属于人，也属于山，人闲逸而自在，山静穆而高远。在那一刻，似乎有共同的旋律从人心和山峰中一起奏出，融为一支轻盈的乐曲。","“采菊东篱下，悠然见南山”中“悠然”写出了作者那种恬淡闲适、对生活无所求的心境。“采菊”这一动作不是一般的动作，它包含着诗人超脱尘世，热爱自然的情趣。将“见”改为“望”不好。“见”字表现了诗人看山不是有意之为，而是采菊时，无意间，山入眼帘。","见南山之物有：日暮的岚气，若有若无，浮绕于峰际；成群的鸟儿，结伴而飞，归向山林。这一切当然是很美的。但这也不是单纯的景物描写。在陶渊明的诗文中，读者常可以看到类似的句子：“云无心以出岫，鸟倦飞而知还”（《归去来辞》）；“卉木繁荣，和风清穆”（《劝农》）等等，不胜枚举。这都是表现自然的运动，因其无意志目的、无外求，所以平静、充实、完美。人既然是自然的一部分，也应该具有自然的本性，在整个自然运动中完成其个体生命。这就是人与自然的和谐统一。","“山气日夕佳，飞鸟相与还”这两句是景物描写。这时我们隐隐可知诗人不光在勉励自己“还”，含蓄寄托了与山林为伍的情意，还在规劝其他人；两句虽是写景，实是抒情悟理。","“此中有真意，欲辨已忘言。”诗末两句，诗人言自己的从大自然的美景中领悟到了人生的意趣，表露了纯洁自然的恬淡心情。诗里的“此中”，我们可以理解为此时此地（秋夕篱边），也可理解为整个田园生活。所谓“忘言”，实是说恬美安闲的田园生活才是自己真正的人生，而这种人生的乐趣，只能意会，不可言传，也无需叙说。这充分体现了诗人安贫乐贱、励志守节的高尚品德。 这两句说的是这里边有人生的真义，想辨别出来，却忘了怎样用语言表达。“忘言”通俗地说，就是不知道用什么语言来表达，只可意会，不可言传。“至情言语即无声”，这里强调一个“真”字，指出辞官归隐乃是人生的真谛。","这首诗也是陶诗艺术风格的一个典范代表。它除了具有陶诗的一般特色之外，更富于理趣，诗句更流畅，语气更自然，情貌更亲切。"]}}