{"beijing":{"title":"背景","items":["元熙二年（公元420年）六月，刘裕废晋恭帝为零陵王，次年，刘裕采取阴谋手段，用毒酒杀害了晋恭帝。这些不能不激起陶渊明思想的波澜。他无法改变、也不愿干预这种现状，只好借助创作来抒写情怀，以寄托自己的政治理想与美好情趣。《桃花源记》就是在这样的背景下产生的。"]},"yiwen":{"title":"白话译文","items":["东晋太元（公元376-396）年间，武陵有个人以捕鱼为生。有一天他沿着溪水划船而行，忘记了路程的远近。忽然遇到一片桃花林，在小溪两岸的几百步之内，中间没有其它树木，花草鲜嫩美丽，地上的落花繁多交杂，渔人对此感到非常诧异。他继续往前走，想要走到林子的尽头。","桃花林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞子里面仿佛隐约透着点光亮。渔人便舍弃了船，从洞口走了进去。最开始非常狭窄，只能容得下一人通过。又行走了几十步，突然变得明亮开阔了。渔人眼前这片土地平坦宽广，房屋排列得非常整齐，还有肥沃的田地、美丽的池塘，以及桑树、竹子这类的植物。田间小路四通八达，鸡鸣狗吠的声音此起彼伏。人们在田间来来往往耕种劳动，男男女女的衣着打扮，全都和外面的人一样。老年人和小孩儿，都怡然并自得其乐。","这里的人看见了渔人，感觉非常惊讶，问他是从哪里来的。渔人都一一作了回答。这里的人便邀请他到家中做客，摆了酒、杀了鸡用来款待他。村里面的其它人听说来了这么一个人，全都来打听消息。他们自己说他们的先祖是为了躲避秦朝时期的战乱，率领妻儿乡邻们来到这个与世隔绝的地方，从此他们再没有人出去了，所以和外面的人隔绝了一切往来。村里的人问渔人现如今是什么朝代，他们不知道有汉朝，更不用说魏、晋两朝了。渔人把自己知道的所有事都一一说了出来，村民们听了都感叹惋惜。其余的人各自又把渔人邀请到自己的家中，都拿出自己的美酒佳肴来款待他。渔人停留了几日后，就向村里的人告辞。村里的人告诉他：“这里的情况不值得对外面的人说啊。”","渔人出来之后，找到了自己的船，就沿着来时的路回去，处处都做了记号。他到了郡城武陵，就去拜见太守，说了自己的这番经历。太守立即派遣人员跟随他前往，寻找渔人先前作的记号，最终迷路了，后来再也找不到通往桃花源的路了。","南阳有个叫刘子骥的人，是一个高尚的读书人，他听到了这个消息，非常愉快地计划着前往桃花源。但没有实现，不久后就病死了，后来就再也没有探访桃花源的人了。"]},"zhushi":{"title":"注释","items":["太元：东晋孝武帝的年号（376-396）","武陵：郡名，现在湖南常德市一带。","为业：把……作为职业，以……为生。为：作为。","缘：沿着，顺着。","行：前行，走。","远近：偏义复词，仅指远。","忽逢：忽然遇到。逢：遇到，碰见。","夹岸：溪流两岸。","杂：别的，其他的。","芳草鲜美：芳香的青草鲜嫩美丽，芳：花；鲜美：鲜艳美丽。","落英：落花。一说，初开的花。","缤纷：繁多的样子。","甚：很，非常。","异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以······为异，对······感到惊异，认为······是奇异的。之，代词，指见到的景象。","复：继续。","前：名词活用为状语，向前。（词类活用）","欲：想要。","穷：形容词用做动词，穷尽，走到······的尽头。","林：代指桃花林。","林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失（词类活用）","便：于是，就。","得：发现。","仿佛：隐隐约约，形容看得不真切的样子。","若：好像……似的。","舍：舍弃，丢弃，文中指离开。","初：起初，刚开始。","才通人：仅容一人通过。才：副词，仅。","复：又，再。","行：行走。","豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。","平：平坦。","旷：开阔；宽阔。","屋舍：房屋。","俨（yǎn)然：（古今异义）古义：整齐的样子。今义：形容很像;形容齐整；形容庄严。","之：这。","属：类。","阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。","鸡犬相闻：（村落间）可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。","种作：指世代耕种劳作的人。","衣着：穿着打扮。","悉：全，都。","外人：指桃花源以外的世人。（有更好的翻译：另外一个世界的人，因为桃花源人从秦到晋一直与世隔绝）","黄发垂髫(tiáo)：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。（借代修辞）髫，小孩垂下的短发。","并：都。","怡然：愉快、高兴的样子。","乃大惊：于是很惊讶。乃：于是。大：很，非常。","从来：从……地方来。","具：全都。","之：代词，指代桃源人所问问题。","要(yāo)：通“邀”，邀请。（通假字）","咸：副词，都，全。","问讯：打听消息。","云：说。","先世：祖先。","率：率领。","妻子：（古今异义）古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。","邑人：同县的人","绝境：（古今异义）古义：与人世隔绝的地方。 今义：没有明显出路的困境；进退维谷的境地。 绝：绝处。","复：再，又。","焉：兼词，相当于“于之”，“于此”，从这里。","遂：于是。","间隔：隔断，隔绝。","今：现在。","乃（乃不知有汉的乃）：竟，竟然。","无论：不要说，（更）不必说。“无”“论”是两个词，不同于现在汉语的“无论”（古今异义）。","为：给。","具言：详细地说。","所闻：指渔人所知道的世事。闻：知道，听说。","叹惋：感叹，惋惜。","余：其余，剩余。","延至：邀请到。延，邀请。","至：到。","停：停留。","辞：辞别。","去：离开。","语：告诉。","不足：不值得。（古今异义）","为：介词，向、对。","既：已经。","便扶向路：就顺着旧的路（回去）。扶：沿着、顺着。向：从前的、旧的。","处处志之：处处都做了标记。志：动词，做标记。（词类活用)","及：到达。","郡下：太守所在地，指武陵。","诣(yì)太守：指拜见太守。诣，到。特指到尊长那里去。","如此：像这样，指在桃花源的见闻。","即：立即。","遣：派遣。","寻向所志：寻找先前所做的标记。寻，寻找。 向，先前。 志（名词）,标记。（所+动词译为名词）","遂：终于。","复：再。","得：取得，获得，文中是找到的意思。","高尚：品德高尚。","士：隐士。","也：表判断。","欣然：高兴的样子。","规： 计划，打算。（词类活用）","未：没有。","果：实现。","未果：没有实现。","寻：不久。","终：死亡。","问津：问路，这里是探访，访求的意思。津：本义渡口。"]},"shangxi":{"title":"赏析","items":["《桃花源记》通过对桃花源的安宁和乐、自由平等生活的描绘，表现了作者追求美好生活的理想和对现实生活的不满。","陶渊明作诗，擅长白描，文体省净，语出自然。《桃花源记》也具有这种艺术风格。它虽是虚构的世外仙境，但是由于采用写实手法，虚景实写，给人以真实感，仿佛实有其人，真有其事。全文以武陵渔人行踪为线索，像小说一样描述了溪行捕鱼、桃源仙境、重寻迷路三段故事。","第一段以“忘”、“忽逢”、“甚异”、“欲穷”四个相承续的词语生动揭示出武陵渔人一连串的心理活动。“忘”字写其一心捕鱼，无意于计路程远近，又暗示所行已远。其专注于一而忘其余的精神状态，与“徐行不记山深浅”的妙境相似。“忽逢”与“甚异”相照应，写其意外见到桃花林的惊异神情，又突出了桃花林的绝美景色。“芳草鲜美，落英缤纷”两句，乃写景妙笔，色彩绚丽，景色优美，仿佛有阵阵清香从笔端溢出，造语工丽而又如信手拈来。","第二段先以数语描述发现仙境经过。“林尽水源，便得一山”，点明已至幽迥之地；“山有小口，仿佛若有光”，暗示定非寻常去处。渔人的搜寻目光、急切心情也映带出来。通过小口狭道，写到“豁然开朗”，又深有柳暗花明的韵致。进入桃源仙境之后，先将土地、屋舍、良田、美池、桑竹、阡陌、鸡鸣犬吠诸景一一写来，所见所闻，历历在目。然后由远而近，由景及人，描述桃源人物的往来种作、衣着装束和怡然自乐的生活，勾勒出了一幅理想的田园生活图景。最后写桃花源村民见到渔人的情景，由“大惊”而“问所从来”，由热情款待到临别叮嘱，写得情真意切，洋溢着浓郁的生活气息。","第三段先写渔人在沿着来路返回途中“处处志之”，暗示其有意重来。“诣太守，说如此”，写其违背桃源人“不足为外人道也”的叮嘱。太守遣人随往的“不复得路”和刘子骥的规往不果，都是着意安排的情节，明写仙境难寻，暗写桃源人不愿“外人”重来。对桃源仙境，世俗之人寻访无着也不再问津了，而陶渊明自己却从来没有停止过追求。在《桃花源诗》的结尾处就剖露了“愿言蹑轻风，高举寻吾契”的心愿。他以桃花源人为志趣相合的契友，热切期望与之共同生活于桃花源中。","陶渊明成功地运用了虚景实写的手法，使人感受到桃源仙境是一个真实的存在，显示出高超的叙事写景的艺术才能。但《桃花源记》的艺术成就和魅力绝不仅限于此，陶渊明也不仅仅是企望人们确认其为真实的存在。所以，在虚景实写的同时，又实中有虚，有意留下几处似无非无，似有非有，使人费尽猜想也无从寻求答案的话题。桃源人的叮嘱和故事结尾安排的“不复得路”、“规往未果”等情节，虚虚实实，徜恍迷离，便是这些话题中最堪寻味之笔。它所暗示给世人的是“似在人间非在人间，不是人间胜似人间，只可于无意中得之而不可于有意中求之”，似乎与“此中有真意，欲辨已忘言”有着某种微妙的内在联系。这虚渺灵奥之区始终蒙着一层神秘的面纱，“借问游方士，焉测尘嚣外”，世人是难以揭晓的。它的开而复闭，渔人的得而复失，是陶渊明有意留下的千古之谜，“惹得诗人说到今”。可是，他又在《桃花源诗》中透露了一点消息，说“一朝敞神界”之所以“旋复还幽蔽”，乃是因为“淳薄既异源”！原来桃源民风淳厚，人间世风浇薄，惟恐“使武陵太守至焉，化为争夺之场”（苏轼《和桃花源诗序》），玷污了这块化外的净土，即使像刘子骥那样的人间高尚之士，也得不到一睹仙境的机缘。","《桃花源记》的故事和其他仙境故事有相似之处，描写了一个美好的世外仙境。不过应当强调的是，陶渊明所提供的理想模式有其特殊之处：在那里生活着的其实是普普通通的人，一群避难的人，而不是神仙，只是比世人多保留了天性的真淳而已；他们的和平、宁静、幸福，都是通过自己的劳动取得的。古代的许多仙话，描绘的是长生和财宝，桃花源里既没有长生也没有财宝，只有一片农耕的景象。陶渊明归隐之初想到的还只是个人的进退清浊，写《桃花源记》时已经不限于个人，而想到整个社会的出路和广大人民的幸福。陶渊明迈出这一步与多年的躬耕和贫困的生活体验有关。虽然桃花源只是空想，只是作者理想当中的社会，但是能提出这个空想是难能可贵的。","此文艺术构思精巧，借武陵渔人行踪这一线索，把现实和理想境界联系起来。采用虚写、实写相结合手法，也是其一个特点。增添了神秘感。语言生动简练、隽永，看似轻描淡写，但其中的描写使得景物历历在目，令人神往。文章有详有略，中心突出。"]}}