{"yiwen":{"title":"白话译文","items":["明朝(有一个）有特殊技艺（技艺精巧）的人名字叫王叔远。（他）能用直径一寸的木头，雕刻出宫殿、器具、人物，还有飞鸟、走兽、树木、石头，没有一件不是根据木头原来的样子模拟那些东西的形状，各有各的神情姿态。（他）曾经送给我一个用桃核雕刻成的小船，刻的是苏轼乘船游赤壁（的情形）。","船头到船尾大约长八分多一点，大约有两个黄米粒那么高。中间高起而开敞的部分是船舱，用箬竹叶做的船篷覆盖着它。旁边有小窗，左右各四扇，一共八扇。打开窗户来看，雕刻着花纹的栏杆左右相对。关上窗户，就看到一副对联，右边刻着“山高月小，水落石出”八个字，左边刻着“清风徐来，水波不兴”八个字，用石青涂在字的凹处。","船头坐着三个人，中间戴着高高的帽子，胡须浓密的人是苏东坡（苏轼），佛印（苏轼的好友）位于右边，鲁直(黄庭坚)位于左边。苏东坡、黄鲁直共同看着一幅书画长卷。苏东坡右手拿着卷的右端，左手轻按在鲁直的背上。鲁直左手拿着卷的左端，右手指着手卷，好像在说些什么。苏东坡露出右脚，鲁直露出左脚，（身子都）略微侧斜，他们互相靠近的两膝，都被遮蔽在手卷下边的衣褶里（意思是说，从衣褶上可以看出相并的两膝的轮廓）佛印极像佛教的弥勒菩萨，袒着胸脯，露出乳头，抬头仰望，神情和苏东坡、鲁直不相类似。佛印卧倒右膝，弯曲着右臂支撑在船上，竖着他的左膝，左臂上挂着一串念珠，靠在左膝上——念珠简直可以清清楚楚地数出来。","船尾横放着一支船桨。船桨的左右两边各有一名撑船的人。位于右边的撑船者梳着椎形发髻，仰着脸，左手倚着一根横木上，右手扳着右脚趾头，好像在大声呼喊的样子。在左边的人右手拿着一把蒲葵扇，左手轻按着火炉，炉上有一把水壶，那个人的眼光正视着（茶炉），神色平静，好像在听茶水声音似的。","船的背面较平，作者在上面提上自己的名字，文字是“天启壬戌秋日，虞山王毅叔远甫刻”，笔画像蚊子的脚一样细小，清清楚楚，它的颜色是黑的。还刻着一枚篆书图章，文字是：“初平山人”，字的颜色是红的。","总计一条船，刻了五个人，八扇窗户；箬竹叶做的船篷、船桨、炉子、茶壶、手卷、念珠各一件；对联、题名和篆文，刻的字共计三十四个。可是计算它的长度，还(竟然，尚且）不满一寸。原来是挑选长而窄的桃核雕刻而成的。嘻，技艺也真灵巧奇妙啊！"]},"zhushi":{"title":"注释","items":["奇：奇特。","曰：叫。","以：用。","径：直径。","之：的。","为：做，这里指雕刻。","罔：无，没有。","因：依据。","势：样子。","象：模似，仿照。","具：具有。","情：神情。","各：各自。","态：姿态。","尝：曾经。","贻：赠。","余：我。","盖：大概，原来是。","泛：泛舟。","云：句尾语气词，无意。","约：大约。","有奇（jī）：有，念yòu，放在整数与零数之间，意思同“又”。奇，零数。","黍：又叫黍子，去皮后叫黄米。","可：大约。","许：上下。","轩：高。","敞：宽敞。","为：是。","箬篷：用箬竹叶做成的船篷。名词作状语，用箬篷。","覆：覆盖。","之：代词，代指“船舱”。","开：开设。","启：打开。","而：表修饰。","相望：左右相对。","焉：语气词。","之：代窗。","则：就。","徐：缓缓地。","石青：一种矿物质的蓝色颜料，这里译为用石青。","糁：涂染，名作动。","峨冠：戴着高高的帽子。","而：表并列，并且。","髯：两腮的胡须。这里泛指胡须。","居：位于。","为：是。","阅：阅读，看。","执卷端：拿着画卷的右端。执：拿着。卷端：画卷的右端。","抚：轻按。","卷末：画卷的左端。","如：好像","语：说话。","现：露出。","侧：侧转。","其：他们的。","比：靠近。","绝：极，非常。","类：像。","矫：举。","属：相类似。","诎：同\"屈\"，弯曲。","而：表并列，并且。","倚：倚靠。","之：代左脚。","可：可以。","历历：分明可数的样子。","楫：船桨。","舟子：撑船的人。","状：的样子。","其：那。","椎髻：梳着椎形发髻，名作动词。髻，在脑上或脑后挽束起来。","衡：通“横”，与纵相对。","攀：扳。","若：好像。","视：目光。","端：正。","容：神情。","寂：平静","若：好像。","然：的样子。","其：那。夷：平题：题写。","其：船的背面，船底。","曰：刻。","甫：同“父”，古代男子的美称。","钩画：笔画。","了了：清楚明白。","其：代字。","墨：黑。","用：刻着。","篆章：篆字图章。","丹：朱红色。","通：总。","为：刻。","并：和。","有：同“又”，连接零数和整数。","而：表转折。","计：计算。","曾：尚，还。（读“zēng”，见古文字典）","盈：满。","简：通“拣”，挑选。","修狭：长而窄。","为：做，这里指雕刻。","之：代“核舟”。","以径寸之木：直径一寸的木头。","罔不因势象形，各具情态：无不按照材料原来的形状刻成各种事物的形象，各有各的情态。","技亦灵怪矣哉：技艺也真奇妙啊！矣哉：表示惊叹的语气词，相当于“了啊”。","盖大苏泛赤壁云：刻的应当是苏轼游赤壁的情景。大苏，苏轼。人们称他和他的弟弟为“大苏”、“小苏”。泛，泛舟，坐着船在水上游览。苏轼曾游赤壁，写过《赤壁赋》、《后赤壁赋》等作品。"]}}