{"yiwen":{"title":"白话译文","items":["崇祯五年十二月，我住在西湖边。大雪接连下了多日，湖中游人全无，连飞鸟的声音都消失了。这天初更时分，我撑着一叶小舟，穿着细毛皮衣，带着火炉，独自前往湖心亭看雪。湖面上冰花一片弥漫，天与云与山与水，浑然一体，白茫茫一片。湖上的影子，只有一道长堤的痕迹，一点湖心亭的轮廓，和我的一叶小舟，舟中的两三粒人影罢了。","到了湖心亭上，看见有两人铺好毡子，相对而坐，一个童子正把酒炉里的酒烧得滚沸。他们看见我，非常高兴地说：“想不到在湖中还会有您这样有闲情逸致的人！”于是拉着我一同饮酒。我尽情的喝了三大杯酒，然后和他们道别。问他们的姓氏，得知他们是金陵人，在此地客居。等到了下船的时候，船夫喃喃地说：“不要说相公您痴，还有像相公您一样痴的人啊！”"]},"zhushi":{"title":"注释","items":["崇祯五年：公元1632年。崇祯，是明思宗朱由检的年号（1628-1644）。","俱：都。","绝：消失。","是日更（gēng）定：是，代词，这。更定：指初更以后。晚上八点左右。定：停止，结束。","余：第一人称代词，我 。","拏：通“桡”，撑（船）。","拥毳（cuì）衣炉火：穿着细毛皮衣，带着火炉。毳衣：细毛皮衣。毳：鸟兽的细毛。","雾凇沆砀：冰花一片弥漫。雾，从天上下罩湖面的云气。凇，从湖面蒸发的水汽。沆砀，白气弥漫的样子。曾巩《冬夜即事诗》自注：“齐寒甚，夜气如雾，凝于水上，旦视如雪，日出飘满阶庭，齐人谓之雾凇。","上下一白：上上下下全白。一白，全白。一，全或都，一概。","惟：只有。","长堤一痕：形容西湖长堤在雪中只隐隐露出一道痕迹。堤，沿河或沿海的防水建筑物。这里指苏堤。一，数词。痕，痕迹。","一芥：一棵小草。芥，小草，比喻轻微纤细的事物；（像小草一样微小）。","而已：罢了。","毡：毛毯。","焉得更有此人：意思是：想不到还会有这样的人。焉得，哪能。更，还。","拉：邀请。","强（qiǎng）饮：尽情喝。强，尽力，勉力，竭力。一说，高兴地，兴奋地。","大白：大酒杯。白；古人罚酒时用的酒杯，也泛指一般的酒杯，这里的意思是三杯酒。","客此：客，做客，名词作动词。在此地客居。","及：等到。","舟子：船夫。","喃喃：低声嘟哝。","莫：不要。","相公：原意是对宰相的尊称，后转为对年轻人的敬称及对士人的尊称。","更：还。","痴似：痴于，痴过。痴，特有的感受，来展示他钟情山水，淡泊孤寂的独特个性，本文为痴迷的意思。"]},"shangxi":{"title":"赏析","items":["开头二句点明时间、地点。张岱文集中凡纪昔年游踪之作，大多标明朝纪年，以示不忘故国。这里标“祟侦五年”，也是如此。“十二月”，正当隆冬多雪之时；“余住西湖”，则点明所居邻西湖。这开头的闲闲二句，却从时、地两个方面不着痕迹地引逗出下文的大雪和湖上看雪。下文“大雪三日，湖中人鸟声俱绝”，紧承开头。只此二句，大雪封湖之状就令人可想，读来如觉寒气逼人。作者妙在不从视觉写大雪，而通过听觉来写。“湖中人鸟声俱绝”，写出大雪后湖山封冻，人、鸟都瑟缩着不敢外出，寒嗦得不敢作声，连空气也仿佛冻结了。一个“绝”字，传出冰天雪地、万籁无声的森然寒意。这是高度的写意手法，巧妙地从人的听觉和心理感受上写出了大雪的威严。它使我们联想起唐人柳宗元那首有名的《江雪》诗：“千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。”柳宗元这幅江天大雪图是从视觉着眼的，江天茫茫，人鸟无踪，江雪中独有一位垂钓的渔翁。而张岱笔下则是“人鸟无声”，但这无声却正是人的听觉感受，因而无声中仍有人在。如果说，《江雪》中的“千山鸟飞绝，万径人踪灭”，是为了渲染和衬托寒江独钓的渔翁，那么这里“湖中人鸟声俱绝”，则为下文有人冒寒看雪作映照。","“是日，更定矣，余挚一小舟，拥龚衣炉火，独往湖心亭看雪。”“是日”者，“大雪三日”后，严寒之日也；“更定”者，夜深人静，寒气倍增之时也。“拥磊衣炉火”一句，则以御寒之物反衬寒气贬骨。在“人鸟声俱绝”的冰天雪地里，竟有人夜深出门，“独往湖心亭看雪”，表现出作者迥绝流俗的孤怀雅兴。“独往湖心亭看雪”的“独”字，正不妨与“独钓寒江雪”的“独”字互参。作者那种独抱冰雪之操守和孤高自赏的情调，已经溢于言外了。其所以要夜深独往，大约是既不欲人见，也不欲见人；那么，这种孤寂的情怀中，正蕴含着避世的幽愤。","请看作者以的空灵之笔来写描绘湖中雪景：“雾淞沉场，天与云、与山、与水，上下一白；湖上影子，惟长堤一痕、湖心亭一点与余舟一芥、舟中人两。三粒而已。”这真是一幅水墨模糊的湖山夜雪图。“雾淞坑场”是形容湖上雪光水气，混檬不分。“天与云、与山、与水，上下一白”，叠用三个“与少’字，似觉天、云、山、水一齐活动起来，较之单纯写“天、云、山、水，上下一白”，多了一点意趣。天、云，上也；山、水，下也。这两句生动地写出天空、云层、群山、湖水之间白茫茫浑然难辨的景象。作者先总写一句，犹如摄取了一个“上下皆白”的全景，从看雪来说，很符合第一眼的总感觉、总印象。接着变换视角，化为一个个诗意盎然的特写镜头：“长堤一痕”、“湖心亭一点”、“余舟一芥’、“舟中人两三粒”等等，这是朦胧的画，梦幻般的诗，给人一种似有若无、依稀恍惚之感。作者对数量词的锤炼功夫，不得不使我们惊叹。你看，“上下一白”之“一”字，是形容混茫难辨，使人唯觉其大；而“一痕”、“一点”、“一芥”之“一”字，则是状其依稀可辨，使人唯觉其小。此真可谓着一“一”字而境界全出矣。同时，由“长堤一痕”到“湖心亭一点”，到“余舟一芥”，到“舟中人两三粒”，其镜头则是从小而更小，直至微乎其微。这“痕”、“点”、“芥”、“粒”等量词，一个小似一个，写出视线的移动，小船的荡漾，景物的变化，着笔空灵，使人浑然不觉。这一段是写景，却又不止于写景；我们从这个混沌一片的冰雪世界中，不难感受到作者那种人生天地间茫茫如“太仓梯米”的深沉感慨。","下面移步换形，又开出一个境界。“独往湖心亭看雪”，却不意亭上已有人先我而至；这意外之笔，写忠了作者意外的惊喜产也引起读者意外的惊异。但作者并不说自己惊喜，反写二客“见余大喜”，背面敷粉，反客为主，足见其用笔之夭矫善变。“湖中焉得更有此人！’这一惊叹虽发之于二客，实为作者心声，作者妙在不发一语，而“尽得风流”。二客“拉余同饮”，鼎足而三，颇有幸逢知己之乐。这似乎给冷寂的湖山增添了一分暖色，然而骨子里依然不改其凄清的基调。这有如李白的“举杯邀明月，对影成三人”，不过是一种虚幻的慰藉罢了。“焉得更有”者，正言其人之不可多得。“强饮三大白”，是为了酬谢知己，也为了不负此湖山胜景。“强饮”者，本不能饮，但对此景，当此时，逢此人夕却不可不饮。饮罢相别，始“问其姓氏”，却又妙在语焉不详，只说：“是金陵人，客此。”可见这二位湖上知己，原是他乡游子，萍水相逢，后约难期。这一补叙之笔，透露出作者的无限怅惘：茫茫六合，知己难逢，人生如雪泥鸿爪，转眼各复西东。言念及此，岂不沧神。","文章做到这里，也算得神完意足、毫发无憾了。但作者意犹未尽：“及下，舟子喃喃日：‘莫说相公痴，更有痴似相公者！’”前人论词，有点、染之说。这个尾声，可谓融点、染于一体。借舟子之口，点出一个“痴”字；又以相公之“痴”与“痴似相公者”相比较、相浸染，把一个“痴”字写透。所谓“痴似相公”，并非减损相公之“痴”，而是以同调来映衬相公之“痴”。“喃喃”二字，形容舟子自言自语、大惑不解之状，如闻其声，如见其人。这种地方，也正是作者的得意处和感慨处。文情荡漾，余味无穷。"]}}