{"beijing":{"title":"背景","items":["此诗作于826年（唐敬宗宝历二年），刘禹锡罢和州刺史返回洛阳，同时白居易从苏州返洛阳，二人在扬州初逢时，白居易在宴席上作诗《醉赠刘二十八使君》赠与刘禹锡，刘禹锡写此诗作答。"]},"yiwen":{"title":"白话译文","items":["被贬谪到巴山楚水这些荒凉的地区，度过了二十三年沦落的光阴。","怀念故去旧友徒然吟诵闻笛小赋，久谪归来感到已非旧时光景。","翻覆的船只旁仍有千千万万的帆船经过；枯萎树木的前面也有万千林木欣欣向荣。","今天听了你为我吟诵的诗篇，暂且借这一怀美酒振奋精神。"]},"zhushi":{"title":"注释","items":["酬：答谢，酬答，这里是指以诗相答的意思。用诗歌赠答。","乐天：指白居易，字乐天。","见赠：送给（我）。","巴山楚水：指四川、湖南、湖北一带。古时四川东部属于巴国，湖南北部和湖北等地属于楚国。刘禹锡被贬后，迁徙于朗州、连州、夔州、和州等边远地区，这里用“巴山楚水”泛指这些地方。","二十三年：从唐顺宗永贞元年（805年）刘禹锡被贬为连州刺史，至宝历二年（826）冬应召，约22年。因贬地离京遥远，实际上到第二年才能回到京城，所以说23年。","弃置身：指遭受贬谪的诗人自己。置：放置。弃置：贬谪（zhé）。","怀旧：怀念故友。","吟：吟唱。","闻笛赋：指西晋向秀的《思旧赋》。三国曹魏末年，向秀的朋友嵇康 、吕安因不满司马氏篡权而被杀害。后来，向秀经过嵇康、吕安的旧居，听到邻人吹笛，不禁悲从中来，于是作《思旧赋》。 序文中说：自己经过嵇康旧居，因写此赋追念他。刘禹锡借用这个典故怀念已死去的王叔文、柳宗元等人。","到：到达。","翻似：倒好像。翻：副词，反而。","烂柯人：指晋人王质。相传晋人王质上山砍柴，看见两个童子下棋，就停下观看。等棋局终了，手中的斧柄（柯）已经朽烂。回到村里，才知道已过了一百年。同代人都已经亡故。作者以此典故表达自己遭贬23年的感慨。刘禹锡也借这个故事表达世事沧桑，人事全非，暮年返乡恍如隔世的心情。","沉舟：这是诗人以沉舟、病树自比。","侧畔：旁边。","歌一曲：指白居易的《醉赠刘二十八使君》。","长（zhǎng）精神：振作精神。长：增长，振作。"]},"shangxi":{"title":"赏析","items":["《酬乐天扬州初逢席上见赠》是显示自己对世事变迁和仕宦升沉的豁达襟怀，表现了诗人的坚定信念和乐观精神，同时又暗含哲理，表明新事物必将取代旧事物。","诗的首联，便表现出作者不同凡响的抒情才能。刘禹锡因积极参加顺宗朝王叔文领导的政治革新运动而遭受迫害。在宦官和藩镇的联合反扑下，顺宗让位给宪宗，王叔文被杀，刘禹锡等被贬。他先贬到朗州（今湖南常德），再贬连州（今广东连县），调夔州（今重庆奉节）、和州（今安徽和县），未离谪籍。朗州在战国时是楚地，夔州在秦、汉时属巴郡，楚地多水，巴郡多山，“巴山楚水”，泛指贬地。刘禹锡没有直率倾诉自己无罪而长期遭贬的强烈不平，而是通过“凄凉地”和“弃置身”这些富有感情色彩的字句的渲染，让读者在了解和同情作者长期谪居的痛苦经历中，感觉到诗人抑制已久的愤激心情，具有较强的艺术感染力。","诗的颔联，刘禹锡运用了两个典故。一是“闻笛赋”，指曹魏后期向秀的《思旧赋》。向秀与嵇康、吕安是好友，嵇康、吕安为司马氏杀害，向秀经过两人旧居时，听到邻人吹笛子，其声“慷慨”激昂，向秀感音而叹，写了《思旧赋》来表示对嵇康、吕安的怀念。另一是“烂柯人”，据《述异记》所载，晋人王质入山砍柴，见二童子对弈，他观棋至终局，发现手中的“柯”（斧头的木柄）已经朽烂了。王质下山，回到村里，才知道已经一百年过去了，同时代的人都已死尽。“怀旧”句表达了诗人对受害的战友王叔文等的悼念，“到乡”句抒发了诗人对岁月流逝，人事变迁的感叹。用典贴切，感情深沉。“乡”指洛阳。一本作“郡”，郡指扬州。扬州是当时淮南节度使的治所，而和州是隶属于淮南道的。","白居易的赠诗中有“举眼风光长寂寞，满朝官职独蹉跎”这样两句，意思是说同辈的人都升迁了，只有你在荒凉的地方寂寞地虚度了年华，颇为刘禹锡抱不平。对此，刘禹锡在酬诗中写道：“沉舟侧畔千帆过，病树前头万木春。”刘禹锡以沉舟、病树比喻自己，固然感到惆怅，却又相当达观。沉舟侧畔，有千帆竞发；病树前头，正万木皆春。他从白诗中翻出这二句，反而劝慰白居易不必为自己的寂寞、蹉跎而忧伤，对世事的变迁和仕宦的升沉，表现出豁达的襟怀。这两句诗意又和白诗“命压人头不奈何”、“亦知合被才名折”相呼应，但其思想境界要比白诗高，意义也深刻得多了。二十三年的贬谪生活，并没有使他消沉颓唐。正像他在另外的诗里所写的：“莫道桑榆晚，为霞犹满天。”他这棵病树仍然要重添精神，迎上春光。因为这两句诗形象生动，至今仍常常被人引用，并赋予它以新的意义，说明新事物必将取代旧事物。","正因为“沉舟”这一联诗突然振起，一变前面伤感低沉的情调，尾联便顺势而下，写道：“今日听君歌一曲，暂凭杯酒长精神。”点明了酬答白居易的题意。诗人也没有一味消沉下去，他笔锋一转，又相互劝慰，相互鼓励了。他对生活并未完全丧失信心。诗中虽然感慨很深，但读来给人的感受并不是消沉，相反却是振奋。","刘禹锡在这首诗中运用了层层递进的手法。首联，诗的第一层，先写自己无罪而长期被贬的遭遇，为全诗定下了愤激的基调。颔联，诗的第二层，通过对受害战友的悼念，以及自己回到故乡竟然恍如隔世的情景，使愤激之情进一步深化。颈联，诗的第三层，推开一步，对比了自己的沉沦与新贵的得势，诗人的愤激之情达到了顶点。尾联，诗的第四层，急转直下，表示并不消极气馁，要抖擞振奋，积极进取，重新投入生活，以自勉自励结束。层层深入，言简意深。愤激而不浅露，感慨而不低沉，惆怅而不颓废，堪称刘禹锡的代表作品。刘禹锡在这首诗中所表现的身经危难，百折不回的坚强毅力，给后人以莫大的启迪和鼓舞，所以古今传诵，交口称赞。"]}}