{"shi":{"name":"杂说四·马说","dynasty":"唐","author":"韩愈","content":["世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。","马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？","策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！"]},"shiYin":{"name":"zá shuō  sì·  mǎ  shuō","dynasty":"táng","author":"hán yù","content":["shì yǒu  bó  lè，  rán  hòu  yǒu  qiān  lǐ  mǎ。  qiān  lǐ  mǎ  cháng  yǒu，  ér  bó  lè  bù  cháng  yǒu。  gù  suī  yǒu  míng  mǎ，  zhǐ  rǔ  yú  nú  lì  rén  zhī  shǒu，  pián  sǐ  yú  cáo  lì  zhī  jiān，  bù  yǐ  qiān  lǐ  chēng  yě。","mǎ zhī  qiān  lǐ  zhě，  yī  shí  huò  jìn  sù  yī  dàn。  sì  mǎ  zhě  bù  zhī  qí  néng  qiān  lǐ  ér  sì  yě。  shì  mǎ  yě，  suī  yǒu  qiān  lǐ  zhī  néng，  shí  bù  bǎo，  lì  bù  zú，  cái  měi  bù  wài  xiàn，  qiě  yù  yǔ  cháng  mǎ  děng  bù  kě  dé，  ān  qiú  qí  néng  qiān  lǐ  yě？","cè zhī  bù  yǐ  qí  dào，  sì  zhī  bù  néng  jìn  qí  cái，  míng  zhī  ér  bù  néng  tōng  qí  yì，  zhí  cè  ér  lín  zhī，  yuē：“  tiān  xià  wú  mǎ！”  wū  hū！  qí  zhēn  wú  mǎ  yé？  qí  zhēn  bù  zhī  mǎ  yě！"]},"status":"shangxi","zhushi":{"title":"注释","items":["伯乐：孙阳。春秋时人，擅长相（xiàng）马（现指能够发现人才的人）。","千里马：原指善跑的骏马，可以日行千里。现在常用来比喻人才；特指有才华的人。","而：表转折。可是，但是。","故虽有名马：所以即使有名贵的马。故：因此 。 虽：即使。名：名贵的。","祗辱于奴隶人之手： 也只能在马夫的手里受到屈辱（或埋没）。祗（zhǐ）：只是。奴隶人：古代也指仆役，这里指喂马的人。","辱：这里指受屈辱而埋没才能。","骈（pián）死于槽（cáo）枥（lì）之间：（和普通的马）一同死在马厩里。骈，两马并驾。骈死：并列而死。于：在。槽枥：喂牲口用的食器，引申为马厩。","不以千里称也：不因日行千里而著名。指马的千里之能被埋没。以：用。 称：出名。","马之千里者：之，定语后置的标志。","一食：吃一顿。食，吃。","或：有时。","尽全，这里作动词用，是“吃尽”的意思。","粟（sù）：本指小米，也泛指粮食。","石（dàn），容量单位，十斗为一石，一石约等于一百二十斤。三十斤为钧,四钧为石。","食马者：食，通“饲”，喂。","其：指千里马，代词。","是：这样，指示代词。","虽：虽然（与前面的虽不一样，这里指虽然)","能：本领。","足：足够。","才 ：才能。","美：美好的素质。","外见（xiàn）：表现在外面。 见：通“现”，表现；显现。","且：犹，尚且。","欲：想要。","等：等同，一样。","不可得：不能够得到。得：能，表示客观条件允许。","安：怎么，哪里，疑问代词。","求：要求。","策之：驱使它。策：马鞭，引申为鞭打，这里指鞭策，驾驭。之：代词，指千里马。","以其道：按照（驱使千里马的）正确的方法。以：按照。道：正确的方法。","食之：食，通“饲”，喂。","尽其材：竭尽它的才能。这里指喂饱马，使它日行千里的能力充分发挥出来。 材：通“才”，才能。尽（2）：竭尽，发挥出。","鸣：马嘶。","通其意：通晓它的意思。","执：拿。","策：马鞭。","临：面对。","呜呼：表示惊叹，相当于“唉”。","其（1）：难道，表反问语气。","其（2）：大概，表推测语气。","邪：通“耶”，表示疑问的语气词，意为“吗”","知：懂得，了解，认识。"]},"yiwen":{"title":"白话译文","items":["世上先有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，只是辱没在仆役的手中，跟普通的马一同死在槽枥之间，不以千里马著称。","日行千里的马，吃一顿有时能吃完一石粮食。喂马的人不知道它能日行千里而像普通的马一样来喂养它。这样的马，虽然有日行千里的能力，但吃不饱，力气不足，才能和美德不能表现在外面。想要和普通的马一样尚且做不到，怎么能够要求它（日行）千里呢？","不按照驱使千里马的正确方法鞭打它，喂养它却不能竭尽它的才能，听千里马嘶鸣，却不能通晓它的意思，拿着鞭子面对它，说：“天下没有千里马！”唉，难道真的没有千里马吗？大概是真的不认识千里马吧！"]},"beijing":{"title":"背景","items":["《马说》大约作于贞元十一年至十六年之间。其时，韩愈初登仕途，很不得志。曾经三次上书宰相求擢用，但结果是“待命”40余日，而“志不得通”，“足三及门，而阍人辞焉。”尽管如此，他仍然声明自己“有忧天下之心”，不会遁迹山林。"]},"shangxi":{"title":"赏析","items":["韩愈是唐代散文巨匠，同时也是对宋代作家极有影响的诗人。人们对他的“以文为诗”（把诗歌写得散文化）谈得比较多，却很少注意他那更为突出的“以诗为文”的特点。","所谓“以诗为文”，是指用具有诗的情调、韵味等特色来写散文，即是说把散文给诗化了（但这并不等于从西方引进的新文体“散文诗”）。我们说把散文诗化，或者说把散文写得很带诗意，并不限于写自然景物、抒情小品或对人物进行典型塑造和对事态进行艺术描绘；而是也可以用诗的情调、韵味来写说理文或评论文。韩愈的散文特点之一就在这里。","据说伯乐姓孙名阳，是春秋时代秦国人，会给马看相，善于识别什么是千里马。这原是《战国策·楚策》中一个名叫汗明的人对春申君黄歇讲的一个故事里的人物。这故事可能是古代传说，也可能就是汗明用艺术虚构手法创造出来的寓言。伯乐的典故曾几次被韩愈引用（见他所作的《为人求荐书》及《送温处士赴河阳序》），可见由于韩愈本人命运的坎坷，对伯乐能识别千里马的故事是很有感情的。但平心而论，还是他的这篇《马说》写得最好，读者也最爱读，因为这篇文章写得太像一首诗了。","诗的主要特点之一就是诉诸形象思维，它的创作手法也常以比兴为主。当然，一首好诗总要比散文写得更加含蓄曲折，余味无穷。而从常识论，一篇说理散文，基本上总是以逻辑思维为主的，韩愈的《马说》肯定是一篇说理文，但它似寓言而实非寓言，用比喻说理却并未把所持的论点正面说穿，更没有把个人意见强加给读者。全篇几乎始终通过形象思维来描述千里马的遭遇，只摆出活生生的事实却省却了讲大道理的笔墨，这已经可以说是诗的写法了。更巧妙地是作者利用了古汉语中不可缺少的虚词（语助词、感叹词和连接词），体现出抒情诗应有的一唱三叹的滋味和意境，尽管我们读起来是一篇散文，但仔细品评，却俨然是一首发挥得淋漓尽致的抒情诗。这种“以诗为文”的本领，始自西汉的司马迁（谁也不曾承认过司马迁是诗人），到了韩愈、柳宗元，乃得到进一步的发展；至宋代的欧阳修、苏轼（尤其是欧阳修）而达到一个新的高度。这是我们研究中国文学史和学习古典散文应该注意的新课题。","文章的第一句是大前提：“世有伯乐然后有千里马。”可这个命题本身就不合逻辑。因为存在决定意识，伯乐善相马的知识和经验，必须从社会上（或说自然界）存在着大量的千里马身上取得，然后逐渐总结出来的。所以过去有人就认为韩愈这句话是本末倒置，是唯心主义的。我们并不否认，从唯物主义原则来看，他这句话是错误的。但把它作为诗的语言，它却是发人深省的警句，是感慨万千的名言。因为世上有伯乐这种知识和本领的人实在太少了。于是作者紧接着在下文从正面点明主旨，一泻无余地把千里马的无限委屈倾诉出来。正由于“伯乐不常有”，不少的千里马不仅找不到一个一般水平的牧马人，而是“祇辱于奴隶人之手”，受尽了无知小人的腌气。更令人悲愤的是这些宝马竟然成双作对地一群群死于槽枥之间，其遭遇之不幸、结局之惨痛真非笔墨所能形容。当然，结果更是死不瞑目，谁也不把这些有价值的神骏称为千里马，它们的死也自然是毫无所谓的了。“不以千里称也”这句话，包含着这样的意思：连同情它们的人都没有，更谈不上对它们的死表示遗憾、惋惜和悔恨痛心了。从文章表面看，作者说得已相当透彻；而实际上这里面不知有多少辛酸痛楚还没有尽情吐露，看似奔放而其内涵则甚为丰富，其实倒是含蓄不尽的（说他写得婉约，或许读者不能接受，可作者确实没有把话说尽）。这真是抒情诗的写法了。","作者着力刻画“食（饲）马者”与千里马之间的矛盾，两相对照，既写出千里马的抑郁不平，也写出不识真才者的愚昧专横。千里马在无人给它创造有利的客观条件时，英雄无用武之地；或虽欲一展所长而有力无处使，甚至到了无力可使的程度。这样，它连一匹普通马也比不上，又怎么能实现它日行千里的特异功能呢？因此它的待遇自然也就比不上一匹“常马”，而它的受辱和屈死也就更不足为奇，不会引起人们的注意了。不仅如此像这样连“常马”都比不上的千里马，由于不能恪尽职守，还会受到极度的责难和惩罚，往往被无辜地痛打一顿（“策之不以其道”，打得它不合理），当然在待遇上也就更加糟糕了（“食之不能尽其材”）。表面看“食马者”不是伯乐，不懂马语；骨子里却蕴涵着怀才不遇的人面对那些愚昧专横的统治者就是申诉也无用这一层意思。","文章写到这里，作者似乎还觉得不够解渴，于是又接着用“鸣之而不能通其意”的意思，从“人”的方面再做深入一层的刻画。这不仅使文章更生动深刻，也表现出作者的感情更为愤激了。作者并没有立即谴责这种不识马的“人”有眼无珠，反而让他面对着这匹千里马不懂装懂，发出了仿佛悲天悯人般的慨叹：“天下无马!”意思说，这样的“人”在主观动机方面还是自以为不错的，他并非不想选拔人才，并非没有求贤用贤之心，无奈贤人贤才太“少”了，既无处可寻觅，也无地可安插：“天下哪里有真正的人才啊!”明明是“人”的主观上出了毛病，却把这种局面的形成推给客观条件的不如意、不理想。眼前就是一匹被作践得不成样子的千里马，却对它发出了“天下无马”的慨叹，认为这不过是一匹连“常马”也不如的驽骀之辈。这不仅是绝妙的讽刺，而且也是极其严峻猛厉的诛心之论。文章写至此已经水到渠成，作者这才站出来点题，用“呜呼”以下三句作结，把“无马”和“不知马”这一对矛盾（“无马”是先天的自然缺陷，“不知马”则是后天人为的犯罪）尖锐地摆出来形成一个高潮，极尽沉郁顿挫之致。","典故　：传说中，天上管理马匹的神仙叫伯乐。在人间，人们把精于鉴别马匹优劣的人，也称为伯乐。","第一个被称作伯乐的人本名孙阳，他是春秋时代的人。由于他对马的研究非常出色，人们便忘记了他本来的名字，干脆称他为伯乐，延续到现在。","一次，伯乐受楚王的委托，购买能日行千里的骏马。伯乐向楚王说明，千里马少有，找起来不容易，需要到各地巡访，请楚王不必着急，他尽力将事情办好。","伯乐跑了好几个国家，连素以盛产名马的燕赵一带，都仔细寻访，辛苦倍至，还是没发现中意的良马。一天，伯乐从齐国返回，在路上，看到一匹马拉着盐车，很吃力地在陡坡上行进。马累得呼呼喘气，每迈一步都十分艰难。伯乐对马向来亲近，不由走到跟前。马见伯乐走近，突然昂起头来瞪大眼睛，大声嘶鸣，好像要对伯乐倾诉什么。伯乐立即从声音中判断出，这是一匹难得的骏马。 伯乐对驾车的人说：“这匹马在疆场上驰骋，任何马都比不过它，但用来拉车，它却不如普通的马。你还是把它卖给我吧。”","驾车人认为伯乐是个大傻瓜，他觉得这匹马太普通了，拉车没气力，吃得太多，骨瘦如柴，毫不犹豫地同意了。伯乐牵走千里马，直奔楚国。伯乐牵马来到楚王宫，拍拍马的脖颈说：“我给你找到了好主人。”千里马像明白伯乐的意思，抬起前蹄把地面震得咯咯作响，引颈长嘶，声音洪亮，如大钟石磐，直上云霄。楚王听到马嘶声，走出宫外。伯乐指着马说：“大王，我把千里马给您带来了，请仔细观看。” 楚王一见伯乐牵的马瘦得不成样子，认为伯乐愚弄他，有点不高兴，说：“我相信你会看马，才让你买马，可你买的是什么马呀，这马连走路都很困难，能上战场吗？”","伯乐说：“这确实是匹千里马，不过拉了一段车，又喂养不精心，所以看起来很瘦。只要精心喂养，不出半个月，一定会恢复体力。”","楚王一听，有点将信将疑，便命马夫尽心尽力把马喂好，果然，马变得精壮神骏。楚王跨马扬鞭，但觉两耳生风，喘息的功夫，已跑出百里之外。 后来千里马为楚王驰骋沙场，立下不少功劳。楚王对伯乐更加敬重。","伯乐是古代有名的相马（鉴别马的好坏）专家。当他年老的时候，他的儿子很想将这项专门技能继承下来，以免失传。于是他把伯乐写的《相马经》读得烂熟。《相马经》上描写千里马的外形是“额头隆起，双眼突出，蹄子好像垒起的酒药饼。”他就依照这一条，拿着经文出去“相马”了。","伯乐的儿子把所见到事物的外形和《相马经》上描绘的图形一一对照，结果找到了一只很大的蛤蟆。他兴冲冲地跑回家报告父亲，说：“总算找到好马了，额头和双眼同书上说的差不多，就是蹄子的形状和书上写的有区别。”","伯乐听了，只好哭笑不得地对这个好心而不聪明的独生子说；“你倒是找到了一匹好马，只是它太喜欢跳，你可驾驭不了啊！”","正是，世有伯乐才得千里马。如果千里马没能遇见“伯乐”，终究会被埋没。"]}}