{"yiwen":{"title":"白话译文","items":["秦王派人对安陵君（安陵国的国君）说：“我打算要用方圆五百里的土地交换安陵，安陵君一定要答应我！”安陵君说：“大王给以恩惠，用大的地盘交换我们小的地盘，实在是善事；即使这样，但我从先王那里接受了封地，愿意始终守卫它，不敢交换！”秦王知道后（很）不高兴。因此安陵君就派遣唐雎出使到秦国。","秦王对唐雎说：“我用方圆五百里的土地交换安陵，安陵君却不听从我，为什么？况且秦国使韩国魏国灭亡，但安陵却凭借方圆五十里的土地幸存下来的原因，就是因为我把安陵君看作忠厚的长者，所以不打他的主意。现在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这不是看不起我吗？”唐雎回答说：“不，并不是这样的。安陵君从先王那里继承了封地所以守护它，即使（是）方圆千里的土地（也）不敢交换，更何况只是这仅仅的五百里的土地呢？”","秦王勃然大怒，对唐雎说：“先生也曾听说过天子发怒的情景吗？”唐雎回答说：“我未曾听说过。”秦王说：“天子发怒（的时候），会倒下数百万人的尸体，鲜血流淌数千里。”唐雎说：“大王曾经听说过百姓发怒吗？”秦王说：“百姓发怒，也不过就是摘掉帽子，光着脚，把头往地上撞罢了。”唐雎说：“这是平庸无能的人发怒，不是有才能有胆识的人发怒。专诸刺杀吴王僚的时候，彗星的尾巴扫过月亮；聂政刺杀韩傀的时候，一道白光直冲上太阳；要离刺杀庆忌的时候，苍鹰扑在宫殿上。他们三个人，都是平民中有才能有胆识的人，心里的愤怒还没发作出来，上天就降示了吉凶的征兆。（现在专诸、聂政、要离）连同我，将成为四个人了。假若有胆识有能力的人（被逼得）一定要发怒，那么就让两个人的尸体倒下，五步之内淌满鲜血，天下百姓（将要）穿丧服，现在就是这个时候。”说完，拔剑出鞘立起。","秦王变了脸色，直身而跪，向唐雎道歉说：“先生请坐！怎么会到这种（地步）！我明白了：韩国、魏国灭亡，但安陵却凭借方圆五十里的地方幸存下来，就是因为有先生您在啊！”"]},"zhushi":{"title":"注释","items":["唐雎（jū），也作唐且，人名。不辱使命，意思是完成了出使的任务。辱，辱没、辜负。","秦王：即秦始皇嬴政，当时他还没有称皇帝。","使：派遣，派出。","谓...曰：对...说。","欲：想。","以：用，用作介词。","之：的。","安陵君：安陵国的国君。安陵是当时的一个小国，在河南鄢（yān）陵西北，原是魏国的附属国。战国时魏襄王封其弟为安陵君。","守：守护。","易：交换。","直：只，仅仅。","怫然：盛怒的样子。","公：相当于“先生”，古代对人的客气称谓。","布衣：指平民。古代没有官职的人都穿布衣服，所以称布衣。","亦免冠徒跣（xiǎn)，以头抢（qiāng)地耳：也不过是摘掉帽子，光着脚，把头往地上撞罢了。抢，撞。徒，光着。","庸夫：平庸无能的人。","士：这里指有才能有胆识的人。","专诸之刺王僚也，彗星袭月：专诸刺杀吴王僚（的时候），彗星的尾巴扫过月亮。","聂政之刺韩傀（guī）也，白虹贯日：聂政刺杀韩傀（的时候），一道白光直冲上太阳。","要离之刺庆忌也，仓鹰击于殿上：要离刺杀庆忌（的时候），苍鹰扑到宫殿上。仓，通“苍”，苍鹰。","怀怒未发，休祲（jìn）降于天，与臣而将（jiāng）四矣：心里的愤怒还没发作出来，上天就降示了征兆。（专诸、聂政、要离）加上我，将成为四个人了。这是唐雎暗示秦王，他将效仿专诸、聂政、要离三人，刺杀秦王。休祲，吉凶的征兆。休，吉祥。祲，不祥。于，从。","若：如果。","必：将要。","缟（gǎo）素：白色的丝织品，这里指穿丧服。","是：此，这样。","秦王色挠：秦王变了脸色。挠，屈服。","长跪而谢之：长跪，古人席地而坐，两膝着地，臀部压在脚跟上。如果跪着则耸身挺腰，身体就显得高（长）起来，所以叫“长跪”。谢，认错，道歉。","谕：通“喻”，明白，懂得。","以：凭借。","存：幸存","者：原因。","徒：只。","以：因为。"]},"shangxi":{"title":"赏析","items":["《唐雎不辱使命》记叙了唐雎在国家存亡的危急关头出使秦国，与秦王针锋相对地进行斗争，终于折服秦王，保存国家，完成使命的经过；歌颂了他不畏强暴、敢于斗争的爱国精神。揭露秦王的骄横欺诈，外强中干，色厉内荏的本质，虽不假修饰，却十分鲜明生动，在刻画人物性格方面，取得很高的成就。","首先，最引人注意的是人物的对白。除了很少几句串场的叙述，几乎全是对白；用对白交代事情的起因、经过和结局，重点突出，层次清晰；用对白表现人物的精神面貌，安陵君的委婉而坚定，唐雎的沉着干练，口锋锐利，义正辞严，秦王的骄横无理，无不跃然纸上。","开头一段是秦王嬴政在“灭韩亡魏”之后，雄视天下，根本不把小小的安陵放在眼里，他似乎不屑以武力相威胁，企图以“易地”的谎言诈取安陵。在他看来，安陵君哪敢说个“换”字，更不敢说“不”，“使人谓”三字，劈头即自称寡人（只有对下，诸侯才可自称寡人），见出秦王对安陵君的轻慢，“安陵君其许寡人”，着一命令副词“其”，活现出秦王的盛气凌人。安陵君识破骗局，婉言拒绝。“大王加惠，以大易小，甚善”，态度和言辞都十分婉和，但不是卑躬屈膝，而是婉辞，是面对虎狼之敌的斗争艺术。“受地于先王，愿终守之”，陈理为据，无容置喙。“弗敢易”，于委婉中透出坚决的态度，必然会使“秦王不悦”。","这时，唐雎出场，“使于秦”，系国家人民的命运于一身，深入虎穴狼窝，令读者不能不为他捏一把汗!以下唐雎出使到秦国的文章分三个段落来做，也是唐雎与秦王面对面斗争的三个回合。唐雎如何到达秦国，怎样拜见秦王，与本文中心无关，一概略去不写，而直接写会见时的对话。","进而体会秦王与唐雎的语言，其意趣和从前也迥然不同。“秦王谓唐雎曰”之前，已经“不悦”，这时，他是压住火气说话，不像秦使者那样“简而明”，而是亦拉亦打，于委婉中露出威胁，俨然是胜利者的口吻：“……安陵君不听寡人，何也？”“今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”这是质问。“秦灭韩亡魏，而君以五十里之地存者”，纯属威胁。话中句句不离“寡人”如何，还偏要说“以君为长者，故不错意也”“吾以十倍之地，请广于君”，秦王的狡诈骄横之态不言自明。唐雎早已胸有成竹，并不多与之周旋。“否，非若是也”，态度沉着明朗。寸步不让，据理力争：“虽千里不敢易也，岂直五百里哉？”把安陵君的“弗敢易”换做一个反问句，并以“千里”对“五百里”提出，就远比安陵君的回答更为坚定有力，不给对方一点便宜。这必然引起“秦王怫然怒”，由“不悦”到“怫然怒”。这使本来就很尖锐的矛盾更加激化了，文章至此陡起波澜，读者顿生焦虑之情，为冲突的后果而担忧。","第二回合是斗争的高潮，从写作来说是全文重心，因此写得最细最详。“秦王怫然怒”一句，笼罩全段。一个小国的使者如何治服大国暴君的盛怒，固然很难；作者如何在短短的文字中把这个场面写出来，写得入情入理，令人信服，也非易事。但《战国策》的作者有这本领，而且胜任愉快，把这个场面写得波澜起伏，有声有色，令人仿佛亲临其境。这一段作者分两个层次来写。第一层，秦王怒气冲冲，施以恐吓，“公亦尝闻天子之怒乎”，公然自称“天子”，全不把一个小国及其使者放在眼里。“天子之怒，伏尸百万，流血千里”，如果联系“灭韩亡魏”的背景，委实令人不寒而栗。唐雎“臣未尝闻也”一句，沉着冷静，不为秦王的恐吓所动，实际上是按兵待敌。因而这一层犹如两大浪峰中的一个浪谷。","第二层，唐雎先是反唇相讥，“大王尝闻布衣之怒乎”，照用秦王口吻，以“布衣”对“天子”，真是寸步不让。然后又用“此庸夫之怒也，非士之怒也”一正一反两个判断句，断然驳掉秦王“免冠徒跣，以头抢地尔”的诬蔑，于是条件成熟，反攻开始。先用三个排比句摆出专诸刺王僚、聂政刺韩傀、要离刺庆忌的事实，又说“与臣而将四矣”，打掉秦王的气焰，再用“若士必怒”等五个四字短句，像滚木擂石般对准秦王打过去，以“二人”对“百万”、“五步”对“千里”，不给他一点喘息时间，气氛之紧张，令人屏息。最后唐雎“挺剑而起”，紧紧逼住秦王，这更是秦王所始料不及，于是精神防线完全被摧毁，只有缴械投降。","作者懂得写好唐雎这段反驳痛斥秦王台词的重要，让他来作这个回合的斗争的主角，给他大段的独白，用排比，用节奏鲜明的短句，让他激昂慷慨地大讲特讲，赋予他狂风扫地的气势，而秦王已是一败涂地了。秦王的心理活动抽不出笔墨来写，或者更准确地说，是没有必要写，因为秦王早已被这意外的一击打昏了，他来不及思考一下眼前发生了什么，而结局已经摆在他的面前，只有俯首就范而已。明写唐雎，突出了他大义凛然的鲜明形象，虚写秦王，也更符合这一特定情景。","第三回合写法上反过来了，虚写唐雎，因为唐雎的形象已经完成，再写反而画蛇添足从“色挠”至于“长跪而谢”，“先生坐，何至于此”，这是此时此刻秦王的所言，简直让人难以相信还是刚才那个秦王干的。秦王先因为自己是大强国有恃无恐，误以为可以放胆作恶；后迫于眼前处境，黔驴技穷，不得已而为之，并不能改变他的本性。而且君王的架子并不能完全放下，对唐雎的恭维显然言过其实。","作者充分调动了对比、夸张等艺术手段以烘托气氛，同时对二人的情态举止的变化略加点染，强化冲突，精心营造戏剧性的惊心动魄的场面。两种人物、两种思想和行为的对比，可以突出他们各自的特征，让读者认识得更清楚，这是一种广泛使用而且行之有效的表达方法。同样，俗话说，“红花虽好，还需绿叶扶持”，衬托在很多种情况下，也是十分必要的。本文把这两种有效的表现方法结合起来，相辅相成，收到了显著效果。我们先说本文中对比手法的运用。首先，本文中唐雎和秦王是对立而存在的，他俩之间生死不容、唇枪舌剑的斗争，为作者充分运用对比的手法，提供了坚实的生活基础，因而作者紧紧抓住这一点，对比着来写两个人物。","例如写秦王一倨一恭，也形成对比，艺术上叫做相反相成，更有力地揭示了秦王这一复杂性格──既是凶恶的，又是虚伪的。","又以安陵君来衬托唐雎。安陵君是作品的次要人物，但又是必不可少的人物。他是君，唐雎是臣，他的态度决定着唐雎的态度，他不失为明君，但却比唐雎软弱，更缺乏才干，大敌当前，他有见识，会应对，却拿不出解决问题的办法，找不到走出险地的途径。而唐雎出使秦国，面对秦王，一开口便胜安陵君一筹，“否，非若是也”，不卑不亢；接下去则一句比一句更有锋芒。他看透了秦王的色厉内荏，只要掌握时机，就能一举而战胜之。但反回头说，没有安陵君的支持信任，唐雎纵然浑身胆识，怕也难有用武之地。两个人物，两种性格，互为表里，相辅相成。"]}}