{"shi":{"name":"卜算子·咏梅","dynasty":"宋","author":"陆游","content":["驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。","无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。"]},"shiYin":{"name":"bǔ suàn  zǐ·  yǒng  méi","dynasty":"sòng","author":"lù yóu","content":["yì wài  duàn  qiáo  biān，  jì  mò  kāi  wú  zhǔ。  yǐ  shì  huáng  hūn  dú  zì  chóu，  gèng  zhuó  fēng  hé  yǔ。","wú yì  kǔ  zhēng  chūn，  yī  rèn  qún  fāng  dù。  líng  luò  chéng  ní  niǎn  zuò  chén，  zhǐ  yǒu  xiāng  rú  gù。"]},"status":"shangxi","zhushi":{"title":"注释","items":["卜（bǔ）算子·咏梅：选自吴氏双照楼影宋本《渭南词》卷二。“卜算子”是词牌名。又名《百尺楼》《眉峰碧》《楚天遥》《缺月挂疏桐》等。万树《词律》卷三《卜算子》：“毛氏云：‘骆义鸟（骆宾王）诗用数名，人谓为“卜算子”，故牌名取之。’按山谷词，‘似扶著卖卜算’，盖取义以今卖卜算命之人也。”","驿（yì）外：指荒僻、冷清之地。驿：驿站，供驿马或官吏中途休息的专用建筑。","断桥：残破的桥。一说“断”通“簖”，簖桥乃是古时在为拦河捕鱼蟹而设簖之处所建之桥。","寂寞：孤单冷清。","无主：自生自灭，无人照管和玩赏。","更：副词，又，再。著（zhuó）：同“着”，遭受，承受。更著：又遭到。","无意：不想，没有心思。自己不想费尽心思去争芳斗艳。","苦：尽力，竭力。","争春：与百花争奇斗艳。此指争权。","一任：全任，完全听凭；一：副词，全，完全，没有例外。任：动词，任凭。","群芳：群花、百花。百花，这里借指诗人政敌──苟且偷安的主和派。","妒(dù)：嫉妒。","零落：凋谢，陨落。","碾（niǎn）：轧烂，压碎。","作尘：化作灰土。","香如故：香气依旧存在。"]},"yiwen":{"title":"白话译文","items":["驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。","梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。"]},"beijing":{"title":"背景","items":["陆游一生酷爱梅花，将其作为一种精神的载体来倾情歌颂，梅花在他的笔下成为了一种坚贞不屈的形象的象征。不难理解，其《卜算子·咏梅》正是以梅寄志的代表，那“零落成泥碾作尘，只有香如故”的梅花，正是诗人一生对恶势力不懈的抗争精神和对理想坚贞不渝的品格的形象写照。"]},"shangxi":{"title":"赏析","items":["这是陆游一首咏梅的词，其实也是陆游自己的咏怀之作。陆游一生酷爱梅花，写有大量歌咏梅花的诗，歌颂梅花傲霜雪，凌寒风，不畏强暴，不羡富贵的高贵品格。诗所塑造的梅花形象中，有诗人自身的影子，正如他的《梅花绝句》里写的：“何方可化身千亿，一树梅花一放翁。”这首《卜算子》，也是明写梅花，暗写抱负。其特点是着重写梅花的精神，而不从外表形态上去描写。","上片首二句说梅花开在驿外野地，不在金屋玉堂，不属达官贵人所有。后二句说梅花的遭遇：在凄风苦雨摧残中开放。它植根的地方，是荒凉的驿亭外面，断桥旁边。驿亭是古代传递公文的人和行旅中途歇息的处所。加上黄昏时候的风风雨雨，这环境被渲染得多么冷落凄凉！写梅花的遭遇，也是作者自写被排挤的政治遭遇。","下片写梅花的品格：说他不与群芳争春，任群芳猜忌一任百花嫉妒，我却无意与它们争春斗艳。即使凋零飘落，成泥成尘，我依旧保持着清香。如果结合诗人一生累遭投降派的打击而报国之志不衰的情形来体会，真是“一树梅花一放翁”了。","末两句即是《离骚》“不吾知其亦已兮，苟余情其信芳”，“虽体解吾犹未变兮，岂余心之可惩”的精神。比王安石咏杏：“纵被东风吹作雪，绝胜南陌碾成尘”之句用意更深沉。","陆游一生的政治生涯：早年参加考试被荐送第一，为秦桧所嫉；孝宗时又为龙大渊、曾觌一群小人所排挤；在四川王炎幕府时要经略中原，又见扼于统治集团，不得遂其志；晚年赞成韩侂胄北伐，韩侂胄失败后被诬陷。我们读他这首词，联系他的政治遭遇，可以看出它是他的身世的缩影。词中所写的梅花是他高洁的品格的化身。","唐宋文人尊重梅花的品格，与六朝文人不同。但是象林和靖所写的“暗香、疏影”等名句，都只是高人、隐士的情怀；虽然也有一些作家借梅花自写品格的，但也只能说：“原没春风情性，如何共，海棠说。”（南宋肃泰来《霜天晓角·咏梅》）这只是陆游词“无意苦争春，一任群芳妒”的一面。陆游的友人陈亮有四句梅花诗说：“一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。”写出他自己对政治有先见，不怕打击，坚持正义的精神，是陈亮自己整个人格的体现。陆游这首词则是写失意的英雄志士的兀傲形象。我认为在宋代，这是写梅花诗词中最突出的两首好作品。","这是陆游一首咏梅的词（被选入沪教版语文书 试用本第3版 第3单元宋词集粹<；下>；），其实也是陆游的咏怀之作。压住一“愁”字，表现了梅花的寂寞与无人问津，渗透的更是作者本身的孤独。下阕写梅花的遭遇，也是作者自写被排挤的政治遭遇，而最后一句更是写出了梅花伶仃的孤芳自赏，陆游立志不与恶势力同流合污。","陆游一生主张坚决抗金、收复中原，因此为统治集团中求和派所压制。创作本词时陆游正处在人生的低谷，主战派被排挤压迫，士气低落，这首咏梅词，其实也是陆游自己的咏怀之作。"]}}