{"beijing":{"title":"背景","items":["宋康定元年（1040年）至庆历三年（1043年）间，范仲淹任陕西经略副使兼延州知州。宋仁宗年间，范仲淹被朝廷派往西北前线，承担起北宋西北边疆防卫重任。这首词作于北宋与西夏战争对峙时期。"]},"yiwen":{"title":"白话译文","items":["秋天到了，西北边塞的风光和江南大不同。大雁又飞回了衡阳，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。","饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人难以入睡，无论将军还是士兵都白了鬓发，泪满衣襟。"]},"zhushi":{"title":"注释","items":["渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。","塞：边界要塞之地，这里指西北边疆。","衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。","边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。","千嶂：绵延而峻峭的山峰；崇山峻岭。","燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。","羌管：即羌笛，出自古代西部羌族的一种乐器。","悠悠：形容声音飘忽不定。","寐：睡，不寐就是睡不着。"]},"shangxi":{"title":"赏析","items":["范仲淹是当时的著名的军事家、政治家，官至副宰相。他了解民间疾苦，深知宋王朝在政治、经济、军事等方面存在的问题，主张革除积弊，但因统治集团内部守旧派的反对，没能实现。","他也是著名的文学家。这首《渔家傲》是他的代表作，反映的是他亲身经历的边塞生活。古代把汉族政权和少数民族政权之间的交界地方叫做“塞”或“塞上”、“塞下”。这首词所说的塞下，指的是北宋和西夏交界的陕北一带。","从词史上说，此词沉雄开阔的意境和苍凉悲壮的气概，对苏轼、辛弃疾等也有影响。","任何一首诗词的审美价值，是由多种艺术功能构成的。这首《渔家傲》并非以军事征战为题材，而是写边塞将士对家乡的怀念，因之不能生硬地用政治的尺度来衡量，而应该用艺术的尺度来衡量。它的艺术功能、艺术力量，在于抒情写景，但即使从政治上要求，此词的意义也并不消极。“燕然未勒归无计”一句，正是这首词最本质的思想亮点。燕然山，即今之杭爱山。后汉时，将军窦宪追击匈奴，曾登上燕然山刻碑（勒石）纪功。词中霜雪满头的老将军，已擦干思乡之泪，在恋家与报国的矛盾中，他是以戍边军务为重。他尽忠职守，不建功勋于边陲，虽有时思乡心切，也是不打算归去的。","词的上阕侧重写景。秋来风景异，雁去无留意，是借雁去衡阳回雁峰的典故，来反映人在塞外的思归之情。思归不是因为厌弃边塞生活，不顾国家安危。而是边防凄厉的号角声以及周遭的狼嗥风啸声，令人心寒。更奈何日落千嶂，长烟锁山，孤城紧闭，此情此景甚是令人怀念故乡的温馨。人非草木，孰能无情。一个长期戍边的老将，惦念亲人和家乡也是很自然的。“千嶂里，长烟落日孤城闭”，此句写得最成功，仅10个字便勾勒出一派壮阔苍茫的边塞黄昏景致。","写景是为了抒情。因此下阕一开头就是“浊酒一杯家万里，燕然未勒归无计”。浊酒，本是乳白色的米酒，这里也暗喻心情重浊。因为思归又不能归以致心情重浊。“归无计”，是说没有两全其美的可能性。正在这矛盾的心绪下，远方羌笛悠悠，搅得征夫们难以入梦，不能不苦思着万里之遥的家乡，而家乡的亲人可能也在盼望白发人。“人不寐，将军白发征夫泪”，这10个字扣人心弦，写出了深沉忧国爱国的复杂感情。","这首《渔家傲》不是令人消沉斗志之词，它真实地表现了戍边将士思念故乡，而更热爱祖国，矢志保卫祖国的真情。范仲淹曾在《岳阳楼记》一文中，倡导“先天下之忧而忧，后天下之乐而乐”的崇高精神。词中的白发老将军，正是这种崇高精神的生动写照。黄蓼园说它“读之凛凛有生气”，倒是深得其旨趣。","“千嶂里，长烟落日孤城闭”。只此两句便抵得上那首有名的《敕勒歌》，虽然彼此取材不同。伟大的诗人杜甫曾写过“孤城早闭门”的佳句，但气势的雄浑似不及范词。那是人烟稀少的边塞，光秃的山峰重重叠叠，上空飘浮着一缕缕的青烟，悲壮的号角和着杂乱的边声在四野回荡。太阳还没有收起它金色的余晖，远远望去，山腰里一座孤零零的城池早已把城门关闭。这就像一幅中世纪边塞景象的艺术摄影。","一幅野性十足的边塞图画。“塞下秋来风景异，衡阳雁去无留意，四面边声连角起，千嶂里，长烟落日孤城闭。”这样的“边塞情绪”，往往当人物置身特定场景之后，自然流露出来；此时才明白，长烟落日的边塞，对于生命个体而言，并不仅仅是“戍边苦”，还会产生极大的心理满足。","词是范仲淹守边愿望和复杂心态的真实袒露。词中反映了边塞生活的艰苦和词人巩固边防的决心和意愿，同时还表现出外患未除、功业未建、久戍边地、士兵思乡等复杂矛盾的心情。在有着浓郁思乡情绪的将士们的眼中，塞外之景色失去了宽广的气魄、欢愉的气氛，画面上笼罩着一种旷远雄浑、苍凉悲壮的气氛。在边塞熬白黑发，滴尽思乡泪，却又不能抛开国事不顾，将士们的心理是矛盾复杂的。范仲淹虽然守边颇见成效，然而，当时在北宋与西夏的军事力量对比上，北宋处于下风，只能保持守势。范仲淹守边的全部功绩都体现在“能够维持住守势”这样一个局面上，时而还有疲于奔命之感。这对有远大政治志向的范仲淹来说肯定是不能满足的，但又是十分无奈的。所以，体现在词中的格调就不会是昂扬慷慨的。","此前，很少有人用词来写边塞生活。唐代韦应物的《调笑》虽有“边草无穷日暮”之句，但没有展开，且缺少真实的生活基础。所以，这首词实际上是边塞词的首创。","上片描绘边地的荒凉景象。首句指出“塞下”这一地域性的特点，并以“异”字领起全篇，为下片怀乡思归之情埋下了伏线。“衡阳雁去”是“塞下秋来”的客观现实，“无留意”虽然是北雁南飞的具体表现，但更重要的是这三个字来自戍边将士的内心，它衬托出雁去而人却不得去的情感。以下十七字通过“边声”“角起”“千嶂”“孤城”等具有特征性的事物，把边地的荒凉景象描绘得有声有色。首句中的“异”字通过这十七个宇得到了具体的发挥。","下片写戍边战士厌战思归的心情。前两句含有三层意思：“浊酒一杯”扑不灭思乡情切；长期戍边而破敌无功；所以产生“归无计”的慨叹。接下去，“羌管悠悠霜满地”一句，再次用声色加以点染并略加顿挫，此时心情，较黄昏落日之时更加令人难堪。“人不寐”三字绾上结下，其中既有白发“将军”，又有落泪“征夫”。“不寐”又紧密地把上景下情联系在一起。“羌管悠悠”是“不寐”时之所闻；“霜满地”是“不寐”时之所见。内情外景达到了水乳交融的艺术境界。"]}}