{"beijing":{"title":"背景","items":["本篇选文又题作“齐鲁长勺之战”或“长勺之战”。《曹刿论战》记载了发生在公元前684年鲁国与齐国的一场战争。"]},"yiwen":{"title":"白话译文","items":["鲁庄公十年的春天，齐国军队攻打我们鲁国。鲁庄公将要迎战。曹刿请求拜见鲁庄公。他的同乡说：“当权的人自会谋划这件事，你又何必参与呢？”曹刿说：“当权的人目光短浅，不能深谋远虑。”于是入朝去见鲁庄公。曹刿问：“您凭借什么作战？”鲁庄公说：“衣食（这一类）养生的东西，我从来不敢独自专有，一定把它们分给身边的大臣。”曹刿回答说：“这种小恩小惠不能遍及百姓，老百姓是不会顺从您的。”鲁庄公说：“祭祀用的猪牛羊和玉器、丝织品等祭品，我从来不敢虚报夸大数目，一定对上天说实话。”曹刿说：“小小信用，不能取得神灵的信任，神灵是不会保佑您的。”鲁庄公说：“大大小小的诉讼案件，即使不能一一明察，但我一定根据实情（合理裁决）。”曹刿回答说：“这才尽了本职一类的事，可以（凭借这个条件）打一仗。如果作战，请允许我跟随您一同去。”","到了那一天，鲁庄公和曹刿同坐一辆战车，在长勺和齐军作战。鲁庄公将要下令击鼓进军。曹刿说：“现在不行。”等到齐军三次击鼓之后。曹刿说：“可以击鼓进军了。”齐军大败。鲁庄公又要下令驾车马追逐齐军。曹刿说：“还不行。”说完就下了战车，察看齐军车轮碾出的痕迹，又登上战车，扶着车前横木远望齐军的队形，这才说：“可以追击了。”于是追击齐军。","打了胜仗后，鲁庄公问他取胜的原因。曹刿回答说：“作战，靠的是士气。第一次击鼓能够振作士兵们的士气。第二次击鼓士兵们的士气就开始低落了，第三次击鼓士兵们的士气就耗尽了。他们的士气已经消失而我军的士气正旺盛，所以才战胜了他们。像齐国这样的大国，他们的情况是难以推测的，怕他们在那里设有伏兵。后来我看到他们的车轮的痕迹混乱了，望见他们的旗帜倒下了，所以下令追击他们。”"]},"zhushi":{"title":"注释","items":["曹刿（guì）：春秋时鲁国大夫。著名的军事理论家。","十年：鲁庄公十年（公元前684年）。","齐师：齐国的军队。齐，在今山东省中部。师，军队。","伐：攻打。","我：指鲁国。《左传》根据鲁史而写，故称鲁国为“我”。","公：诸侯的通称，这里指鲁庄公。","肉食者：吃肉的人，指当权者。","谋：谋议。","间（jiàn）：参与。","鄙：鄙陋，目光短浅。","乃：于是，就。","何以战：就是“以何战”，凭借什么作战？以，用，凭，靠。","衣食所安，弗敢专也：衣食这类养生的东西，不敢独自享用。安：有“养”的意思。弗：不。专：独自专有，个人专有。","必以分人：省略句，省略了\"之\"，完整的句子是“必以之分人”。一定把它分给别人。以，把。人：指鲁庄公身边的近臣或贵族。","遍：一作“徧”，遍及，普遍。","牺牲玉帛（bó）：古代祭祀用的祭品。牺牲，祭祀用的猪、牛、羊等。玉，玉器。帛，丝织品。","加：虚报夸大。","小信未孚（fú）：（这只是）小信用，未能让神灵信服。孚，使人信服。","福：名词作动词，赐福，保佑。","狱：（诉讼）案件。","察：明察。","情：实情。","忠之属也：这是尽了职分（的事情）。忠，尽力做好分内的事。属，种类。","可以一战：就是“可以之一战”，可以凭借这个条件打一仗。可，可以。以，凭借。","战则请从：（如果）作战，请允许（我）跟从去。从：随行，跟从。","公与之乘：鲁庄公和他共坐一辆战车。之，指曹刿。","长勺：鲁国地名，今山东莱芜东北。","败绩：军队溃败。","驰：驱车追赶。","辙（zhé）：车轮碾出的痕迹。","轼：古代车厢前做扶手的横木。","遂：于是，就。","逐：追赶，这里指追击。","既克：已经战胜。既，已经。","夫战，勇气也：作战，（是靠）敢作敢为毫不畏惧的气概。夫（fú），放在句首，表示将发议论，没有实际意义。","一鼓作气：第一次击鼓能振作士气。作，振作。","再：第二次。","三：第三次。","彼竭我盈：他们的勇气已尽，我们的勇气正盛。彼，代词，指齐军方面。盈，充沛，饱满，这里指士气旺盛。","难测：难以推测。测，推测，估计。","伏：埋伏。","靡（mǐ）：倒下。","曹刿论战：选自《左传·庄公十年》。题目是（教材编写者）后加的。"]},"shangxi":{"title":"赏析","items":["战争题材在《左传》中写得最好，详略得当，而且都有声有色，这篇文章就是一例。曹刿论战以“肉食者鄙”即当官的见识浅薄，不能考虑周全为理论基础，而他的深谋远虑开始的出发点是鲁庄公能否以百姓利益为重，所以他并不看重鲁庄公对侍从施舍小恩惠和祭神的诚实，而非常注重鲁庄公以民情审判大大小小的案件，认为这属于对百姓忠心，可以一战。","面对实力强大的齐国军队，曹刿没有贸然行事，当齐军三次击鼓进军，才建议击鼓，一鼓作气，战胜齐军于长勺，这件事也成为以弱胜强的典范。《左传》对这场战争没有细致的描绘，简单地用曹刿的“未可”“可矣”概括了战争的经过，以便使战前战后的论战更加突出。如果说战前论战体现了曹刿的以民为战争之本的基本战略思想，那么，战后论战则体现了他的战术思想，“一鼓作气”成为作战打仗的经典理论。不过他不是只凭借勇力，“夫大国难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之”，则体现了他谨慎的态度。","本文意在表现曹刿的“远谋”，故紧紧围绕“论战”来选取材料。第一段通过曹刿与鲁庄公的对话，强调人心向背是取决于战争胜负的首要条件，突出了曹刿“取信于民”的战略思想；第二段简述曹刿指挥鲁军进行反攻、追击和最后取得胜利的过程，显示曹刿的军事指挥才能，为下文分析取胜原因作伏笔；第三段论述取胜的原因，突出曹刿善于抓住战机，谨慎而又果断的战术思想。全文叙事清楚，详略得当，人物对话准确生动，要言不烦，是《左传》中脍炙人口的名篇。"]}}