{"beijing":{"title":"背景","items":["张养浩","为官清廉，爱民如子。天历二年（1329年），因关中旱灾，被任命为陕西行台中丞以赈灾民。他命驾西秦过程中，亲睹人民的深重灾难，感慨叹喟，愤愤不平、遂散尽家财，尽心尽力去救灾，终因过分操劳而殉职。张养浩在“关中大旱”之际写下了这首《山坡羊》。"]},"yiwen":{"title":"白话译文","items":["华山的山峰从四面八方会聚，黄河的波涛像发怒似的汹涌。潼关古道内接华山，外连黄河。遥望古都长安，我徘徊不定，思潮起伏。","令人伤心的是秦宫汉阙里那些走过的地方，万间宫殿早已化作了尘土。一朝兴盛，百姓受苦；一朝灭亡，百姓依旧受苦。"]},"zhushi":{"title":"注释","items":["山坡羊：曲牌名，是这首散曲的格式；“潼关怀古”是标题。","峰峦如聚：形容群峰攒集，层峦叠嶂。聚：聚拢；包围","波涛如怒：形容黄河波涛的汹涌澎湃。怒：指波涛汹涌。","“山河”句：外面是山，里面是河，形容潼关一带地势险要。具体指潼关外有黄河，内有华山。表里：即内外。《左传·僖公二十八年》：“表里山河，必无害也。”注：“晋国外河而内山。”潼关：古关口名，在今陕西省潼关县，关城建在华山山腰，下临黄河，扼秦、晋、豫三省要冲，非常险要，为古代入陕门户，是历代的军事重地。","西都：指长安（今陕西西安）。这是泛指秦汉以来在长安附近所建的都城。秦、西汉建都长安，东汉建都洛阳，因此称洛阳为东都，长安为西都。","踌躇：犹豫、徘徊不定，心事重重，此处形容思潮起伏，，感慨万端陷入沉思，表示心里不平静。一作“踟蹰（chí chú）”。","伤心：令人伤心的事， 形容词作动词。秦汉经行处：秦朝（前221年~前206年）都城咸阳和西汉（前208~8）的都城长安都在陕西省境内潼关的西面。经行处，经过的地方。指秦汉故都遗址。宫阙：宫，宫殿；阙，皇宫门前面两边的楼观。","兴：指政权的统治稳固。兴、亡：指朝代的盛衰更替。"]},"shangxi":{"title":"赏析","items":["此曲是张养浩晚年的代表作，也是元散曲中思想性、艺术性完美结合的名作。在他的散曲集《云庄乐府》中，以“山坡羊”曲牌写下的怀古之作有七题九首，其中尤以《潼关怀古》韵味最为沉郁，色彩最为浓重。","全曲分三层：第一层（头三句），写潼关雄伟险要的形势。张养浩途经潼关，看到的是“峰峦如聚，波涛如怒”的景象。这层描写潼关壮景，生动形象。第一句写重重叠叠的峰峦，潼关在重重山峦包围之中，一“聚”字让读者眼前呈现出华山飞奔而来之势、群山攒立之状；因地势险要，为古来兵家必争之地。山本是静止的，“如聚”化静为动，一个“聚”字表现了峰峦的众多和动感。第二句写怒涛汹涌的黄河，潼关外黄河之水奔腾澎湃，一“怒”字让读者耳边回响千古不绝的滔滔水声。黄河水是无生命的，而“如怒”则赋予河水以人的情感和意志，一个“怒”字，写出了波涛的汹涌澎湃。“怒”字还把河水人格化，“怒”字注入了诗人吊古伤今而产生的满腔悲愤之情。为此景所动，第三句写渲关位于群山重重包围、黄河寒流其间那除隘之处。“山河表里潼关路”之感便油然而生，至此潼关之气势雄伟窥见一斑，如此险要之地，暗示潼关的险峻，乃为历代兵家必争之地，也由此引发了下文的感慨。","第二层（四一七句）。“望西都”两句，描写了作者西望长安的无限感慨。长安，历史上赫赫有名的汉唐大帝国的国都，历代有多少励精图治的帝皇，曾在此施展过宏图，建树过功业；也曾有过多少无道的昏君，在此滥施淫威，虐杀人民，成为历史的罪人。长安，在这个特定的历史舞台上，演出过多少威武雄壮，悲欢离合的戏剧；又有多少诗人，作家，写过多少有关长安的诗文。特别是人民群众，曾在长安这块土地上流过多少血汗！这就是作者“意踟蹰”的原因和内容吧！","“伤心秦汉”两句，描写了秦汉两代，都已成为历史的陈迹。秦皇汉武曾苦心营造的无数殿堂楼阁，万千水榭庭台，而今都已灰飞烟灭，化为尘土。曾经盛极一时的秦汉王朝，在人民的怒吼声中，都已灭亡，犹如“宫阙万间都做了土”一样。这字里行间寄予了作者多少感慨。","第三层（末四句），总写作者沉痛的感慨：历史上无论哪一个朝代，它们兴盛也罢，败亡也罢，老百姓总是遭殃受苦。一个朝代兴起了，必定大兴土木，修建奢华的宫殿，从而给人民带来巨大的灾难；一个朝代灭亡了，在战争中遭殃的也是人民。他指出历代王朝的或兴或亡，带给百姓的都是灾祸和苦难。这是作者从历代帝王的兴亡史中概括出来的一个结论。三层意思环环相扣，层层深入，思想越来越显豁，感情越来越强烈，浑然形成一体。全曲景中藏情情中有景，情景交融。","“兴，百姓苦”两句，指出一个朝代的兴也好，望也好，受苦的都是老百姓。作者从对历史的概括中提炼出的这一主题是极其鲜明而深刻的，提出的问题是十分重要而尖锐的。它表达了作者对人民的深切同情和对封建统治者的无比愤慨。这一结尾，确实是千锤百炼，一字千钧，语气尖刻而警拔，予以丰富而深沉，是对全曲的一个十分精辟的总结。","《潼关怀古》中对历史的概括，显指元代现实生活：怀古实乃伤今，沉重实乃责任。这种复杂的感情要结合作家的生平经历才能理解。张养浩特殊的仕途经历，决定了他的怀古散曲中有一种参破功名富贵的思想，《骊山怀古》中写到“赢，都做了土；输，都做了土。” 《洛阳怀古》中写到“功，也不长；名，也不长。” 《北邙山怀古》中写到“便是君，也唤不应；便是臣，也唤不应。”这些曲中张养浩把胜负之数、功名之分、生死之际，看成了毫无差别的，只是借古人古事述说富贵无常、人生如梦。只有《潼关怀古》以难得的沉重，以深邃的目光，揭示了封建社会里一条颠扑不破的真理“兴，百姓苦；亡，百姓苦。”","在写法上，作者采用的是层层深入的方式，由写景而怀古，再引发议论，将苍茫的景色、深沉的情感和精辞的议论三者完美结合，让这首小令有了强烈的感染力。字里行间中充满着历史的沧桑感和时代感，既有怀古诗的特色，又有与众不同的沉郁风格。","从作品内容、作家其他怀古作品、同时期其他作家怀古作品三个层面上看，《山坡羊·潼关怀古》都表现为一份难得的沉重。"]}}