{"beijing":{"title":"背景","items":["《沁园春·长沙》是毛泽东1925年晚秋所作。当时毛浙东离开故乡韶山，去广州主持农民运动讲习，途经长沙，重游了橘子洲作。作者面对湘江上美丽动人的自然秋景，联想起当时的革命形势，写下了这首词。"]},"yiwen":{"title":"白话译文","items":["深秋季节，我独自站立在橘子洲头，望着滔滔的湘水向北奔流。","万千山峰全都变成了红色，层层树林好像染过颜色一样；江水清澈澄碧，一艘艘大船乘风破浪，争先恐后。","鹰在广阔的天空里飞，鱼在清澈的水里游，万物都在秋光中争着过自由自在的生活。","面对广阔的宇宙惆怅感慨：这旷远迷茫大地的盛衰沉浮，该由谁来主宰呢？","曾经我和我的同学，经常携手结伴来到这里漫游。在一起商讨国家大事，那无数不平凡的岁月至今还萦绕在我的心头。","同学们正值青春年少，风华正茂；大家踌躇满志，意气奔放，劲头正足。","评论国家大事，写出这些激浊扬清的文章，把当时那些军阀官僚看得如同粪土。","可曾记得，那时我们在江水深急的地方游泳，那激起的浪花几乎挡住了疾驰而来的行船？"]},"zhushi":{"title":"注释","items":["沁园春：词牌名，“沁园”为东汉明帝为女儿沁水公主修建的皇家园林，据《后汉书 窦宪传》记载，沁水公主的舅舅窦宪倚仗其妹贵为皇后之势，竟强夺公主园林，后人感叹其事，多在诗中咏之，渐成“沁园春”这一词牌。","湘（xiāng）江：一名湘水，湖南省最大的河流，源出广西壮族自治区陵川县南的海洋山，长1752里，向东北流贯湖南省东部，经过长沙，北入洞庭湖。　所以说是湘江北去。","寒秋：就是深秋、晚秋。秋深已有寒意，所以说是寒秋。","橘子洲：地名，又名水陆洲，是长沙城西湘江中一个狭长小岛，西面靠近岳麓山。南北长约11里，东西最宽处约一里。毛泽东七律《答友人》中所谓长岛，指此。自唐代以来，就是游览胜地。","以上三句是说：在寒秋季节，独立在橘子洲头目送着湘江水汩汩北流。","万山：指湘江西岸岳麓山和附近许多山峰。","层林尽染：山上一层层的树林经霜打变红，像染过一样。","漫江：满江。漫：满，遍。","舸（gě）：大船。这里泛指船只。","争流：争着行驶。","鹰击长空，鱼翔浅底：鹰在广阔的天空里飞，鱼在清澈的水里游。击，搏 击。这里形容飞得矫健有力。翔，本指鸟盘旋飞翔，这里形容鱼游得轻快自由。","万类霜天竞自由：万物都在秋光中竞相自由地生活。万类：指一切生物。霜天：指深秋。","怅寥廓(chàng liáo kuò）：面对广阔的宇宙惆怅感慨。怅：原意是失意，这里用来表达由深思而引发激昂慷慨的心绪。","寥廓（liáo kuò）：广远空阔，这里用来描写宇宙之大。","苍茫：旷远迷茫。","主：主宰。","沉浮：同“升沉”（上升和没落）意思相近，比喻事物盛衰、消长，这里指兴衰。由上文的俯看游鱼，仰看飞鹰，纳闷地寻思（“怅”）究竟是谁主宰着世间万物的升沉起伏。","这句问话在这里可以理解为：在这军阀统治下的中国，到底应该由谁来主宰国家兴衰和人民祸福的命运呢？","百侣：很多的伴侣。侣，这里指同学（也指战友)。","峥嵘(zhēng róng）岁月稠：不平常的日子是很多的。峥嵘：山势高峻，这里是不平凡，不寻常的意思。稠：多。","恰：适逢，正赶上。","同学少年：毛泽东于1913年至1918年就读于湖南第一师范学校。1918年毛泽东和萧瑜、蔡和森等组织新民学会，开始了他早期的政治活动。","风华正茂：风采才华正盛。","书生：读书人，这里指青年学生。","意气：意志和气概。","挥斥方遒（qiú）：挥斥，奔放。《庄子·田子方》：“挥斥八极”。郭象注：“挥斥，犹纵放也。”遒，强劲有力。方：正。挥斥方遒，是说热情奔放，劲头正足。","指点江山，激扬文字：评论国家大事，用文字来抨击丑恶的现象，赞扬美好的事物。写出激浊扬清的文章。指点，评论。江山，指国家。激扬，激浊扬清，抨击恶浊的，褒扬善良的。","粪土当年万户侯：把当时的军阀官僚看得同粪土一样。粪土，作动词用，视……如粪土。万户侯，汉代设置的最高一级侯爵，享有万户农民的赋税。此借指大军阀，大官僚。万户，指侯爵封地内的户口，要向受封者缴纳租税，服劳役。","中流：江心水深流急的地方。","击水：作者自注：“击水：游泳。那时初学，盛夏水涨，几死者数，一群人终于坚持，直到隆冬，犹在江中。当时有一篇诗，都忘记了，只记得两句：自信人生二百年，会当水击三千里。”这里引用祖逖（tì）的“中流击楫”典故。（祖逖因为国家政权倾覆，时刻怀着振兴光复的心志。元帝就让他担任奋威将军、豫州刺史，供给他一千人的军粮，三千匹布，但不给战衣和兵器，让他自行招募士众。祖逖仍就率领随自己流亡的部属一百多家，渡过长江，到江心时他扣击船桨发誓说：“我祖逖不能平定中原并再次渡江回来的话，就像长江的水一去不返！”言辞激昂神色悲壮，众人都为他的誓言感慨赞叹。）这里指游泳。","遏（è）：阻止。","沁园春·长沙押OU（IU）韵。韵脚为：秋、头、透、流、由、游、稠、遒、侯、否、舟。"]},"shangxi":{"title":"赏析","items":["在中国的诗史上，第一个大量描绘自然美，并把对自然美的描绘和对国家和人民的命运的关切结合起来的诗人是屈原。这是中国古典诗歌的一个优良传统。毛泽东的诗词继承了这个优良传统。他善于把自然美与社会美融为一体，通过栩栩如生、呼之欲出的自然美的艺术形象，表现出社会美的内容。这首词通过对长沙秋景的描绘和对青年时代革命斗争生活的回忆，提出了“谁主沉浮”的问题，抒发了对中华民族前途的乐观主义精神和以天下事为己任的豪情壮志。","特别是本词的最后三句，以设问结尾，巧妙回答了“谁主沉浮”的问题。正像当年中流击水那样，勇敢地投身到革命的风浪中，激流勇进。","从美学上讲，崇高美表现于外在方面，体现为高大、辽阔、巍峨、宏伟等壮丽景象。德国哲学家康德把崇高分为两类：数学的崇高，如高山的体积；力学的崇高，如暴风雨的气势。俄国著名文艺批评家车尔尼雪夫斯基也说：“一件事物较之与它相比的一切事物要巨大得多，那便是崇高。”孔子也把“大”与崇高联系起来，赞叹：“大哉！尧之为君也。巍巍乎，唯天为大，唯尧则之。”这种巍峨、博大、壮阔的崇高美，在毛主席诗词中，以对山川景物的描绘体现得最为鲜明。《沁园春·长沙》就是其中最优秀的篇什之一。","此幅作品大约书写于1954年，是毛泽东书法的代表作品，书家认为是毛泽东诗词墨迹中最晚的作品，也是最成熟，最高的作品，也是我们所见墨迹中最后的丰碑。诗墨写在两页红界信笺上，共15行。毛泽东笔势飞动，迅疾便捷，但字字独立，整篇冲和淡雅，疏朗流畅，字字珠玉，起下承上，左顾右盼，尽得自然之美；脱尽剑拔弩张之势，却筋骨健，艳美洒脱，结字小疏，字间多不连，但气脉通畅，墨润有余，瘠肥合宜，无奇大奇小之字，无奇轻奇重之笔，无倚斜取势之墨，如百侣少年，风华正茂，风度翩翩，慢步缓行于湘江之岸，却胸怀大志“指点江山，激扬文字”，字字润美，飞逸奇雄，骖鸾跨鹤，飘飘欲飞。此幅作品园笔兼用方笔，藏锋为主，兼施露锋，结体用笔潇洒古淡，极尽江左风流，囊括北碑筋骨，精能疏淡，典雅悠然，处处含蓄，耐人寻味。布局疏密有致，有行无列，行间紧密，几与字间空白相当，结体用笔内柔外刚，“标拔志气，辅藻情灵”。全幅一百多字，笔试和墨色随着书情而变化，时而高昂，时而舒缓，使整幅书作气韵贯通又结构完美。","“看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由”七句从内容上看，写大山，树林，湘江，船只，鹰鱼等，既有自然物，也有动植物，品类齐全，充满生机。从写景的角度看，作者在视角角度上，有远近高低，从逻辑上，从点到面，由实到虚，从自然到人类。","中国古典诗词的艺术表现手法，很讲究情与景的交融。刘勰说：“繁采寡情，味之必厌。”谢榛说：“景乃诗之媒，情乃诗之胚；合而为诗，以数言而统万形，元气浑成，其浩无涯矣。”（《四溟诗话》）这首词较好地达到了情景交融的境界。","上阕描绘了一幅多姿多彩、生机勃勃的湘江寒秋图，并即景抒情，提出了苍茫大地应该由谁来主宰的问题。“看万山红遍，层林尽染”，一个“看”字，总领七句，描绘了独立橘子洲头所见到的一幅色彩绚丽的秋景图。既是四周枫林如火的写照，又寄寓着词人火热的革命情怀。红色象征革命，象征烈火，象征光明，“万山红遍”正是词人“星火燎原”思想的形象化表现，是对革命与祖国前途的乐观主义的憧憬。“鹰击长空，鱼翔浅底，万类霜天竞自由。”则是词人对自由解放的向往与追求。词人从山上、江面、天空、水底选择了几种典型景物进行描写，远近相间，动静结合，对照鲜明。这七句，为下面的抒情提供了背景，烘托了气氛。“怅寥廓，问苍茫大地。谁主沉浮？”的感叹，这一问道出了词人的雄心壮志，表现了他的博大胸怀，由写景直接转入抒怀，自然带出下半阕的抒情乐章。","下半阕着重抒情，但也不乏情中含景之处。“忆往昔峥嵘岁月稠”，以峥嵘形容岁月，新颖、形象，自然地引起对往昔生活的回忆，将无形的不平凡岁月，化为一座座有形的峥嵘山峰，给人以巍峨奇丽的崇高美。“恰同学少年，风华正茂”一个“恰”字，统领七句，形象地概括了早期革命者雄姿英发的战斗风貌和豪迈气概。“中流击水，浪遏飞舟”，也是一幅奋勇进击、劈波斩浪的宏伟画面。可以说，这首词的崇高美，是以情为经线，景为纬线，交织而成的。","全词通过对长沙秋景的描绘和对青年时代革命斗争生活的回忆，提出了“谁主沉浮”的问题，表现了词人和战友们为了改造旧中国英勇无畏的革命精神和壮志豪情，形象含蓄地给出了“谁主沉浮”的答案：主宰国家命运的，是以天下为己任、蔑视反动统治者、敢于改造旧世界的革命青年。"]}}