{"beijing":{"title":"背景","items":["陶渊明任官十三年，却一直厌恶官场，向往田园。他在公元405年（义熙元年），即四十一岁时最后一次出仕，做了八十多天的彭泽县令即辞官回家。以后再也没有出来做官。归来后，作《归园田居》诗一组。本诗就是其中一首。"]},"yiwen":{"title":"白话译文","items":["年轻时就没有适应世俗的性格，生来就喜爱大自然的风物。","错误的陷落到仕途罗网，转眼间远离田园已十余年。","笼子里的鸟儿怀念以前生活的森林，池子里的鱼儿思念原来嬉戏的深潭。","我愿到南边的原野里去开荒，依着愚拙的心性回家耕种田园。","绕房宅方圆有十余亩地，还有那茅屋草舍八九间。","榆树柳树成荫遮盖了后屋檐，桃树李树整齐的栽种在屋前。","远处的邻村屋舍依稀可见，村落上方飘荡着袅袅炊烟。","深深的街巷中传来了几声狗吠，桑树顶有雄鸡不停啼唤。","庭院内没有没有世俗琐杂的事情烦扰，静室里有的是安适悠闲。","久困于樊笼里毫无自由，我今日总算又归返林山。"]},"zhushi":{"title":"注释","items":["少：指少年时代。适俗：适应世俗。韵：本性、气质。一作“愿”。","尘网：指尘世，官府生活污浊而又拘束，犹如网罗。这里指仕途。","三十年：有人认为是“十三年”之误（陶渊明做官十三年）。一说，此处是三又十年之意（习惯说法是十又三年），诗人意感“一去十三年”音调嫌平，故将十三年改为倒文。","羁（ji）鸟：笼中之鸟。恋：一作“眷”。","池鱼：池塘之鱼。鸟恋旧林、鱼思故渊，借喻自己怀恋旧居。","野：一作“亩”。际：间。","守拙（zhuō）：意思是不随波逐流，固守节操。","方宅：宅地方圆。一说，“方”通“旁”。","荫（yìn）：荫蔽。","罗：罗列。","暧暧（ài）：昏暗，模糊。","依依：轻柔而缓慢的飘升。墟里：村落。","户庭：门庭。尘杂：尘俗杂事。","虚室：空室。余闲：闲暇。","樊（fán）笼：蓄鸟工具，这里比喻官场生活。樊，藩篱，栅栏。","返自然：指归耕园田。"]},"shangxi":{"title":"赏析","items":["公元405年（东晋安帝义熙元年），陶渊明在江西彭泽做县令，不过八十多天，便声称不愿“为五斗米向乡里小儿折腰”，挂印回家。从此结束了时隐时仕、身不由己的生活，终老田园。归来后，作《归园田居》诗一组，共五首，描绘田园风光的美好与农村生活的淳朴可爱 ，抒发归隐后愉悦的心情。这是第一首。主要是以追悔开始，以庆幸结束，追悔自己“误落尘网”、“久在樊笼”的压抑与痛苦，庆幸自己终“归园田”、复“返自然”的惬意与欢欣，真切表达了诗人对污浊官场的厌恶，对山林隐居生活的无限向往与怡然陶醉。","“少无适俗韵，性本爱丘山。”所谓“适俗韵”无非是逢迎世俗、周旋应酬、钻营取巧的那种情态、那种本领，这是诗人从来就未曾学会的东西。作为一个真诚率直的人，其本性与淳朴的乡村、宁静的自然，似乎有一种内在的共通之处，所以“爱丘山”。前二句表露了作者清高孤傲、与世不合的性格，看破官场后，执意离开，对官场黑暗的不满和绝望。为全诗定下一个基调，同时又是一个伏笔，它是诗人进入官场却终于辞官归田的根本原因。","“误落尘网中，一去三十年。”尘网：尘世的罗网。“三十年”应该是“十三年”，他从开始作江州祭酒，到辞去彭泽县令，前后一共十三年。所以“一去三十年”是“一去十三年”之误。这两句是说，自己不得已出去做官，一去就是十三年。","起首四句，先说个性与既往人生道路的冲突。“适俗韵”无非是指逢迎世俗、周旋应酬、钻营取巧的那种情态、那种本领吧，这是诗人从来就未曾学会的东西。作为一个真诚率直的人，其本性与淳朴的乡村、宁静的自然，似乎有一种内在的共同之处，所以“爱丘山”。前两句表现了作者清高孤傲、与世不合的性格，为全诗定下了一个基调，同时又是一个伏笔，它是诗人进入官场却终于辞官归田的根本原因。但是人生常不得已，作为一个官宦人家的子弟，步入仕途乃是通常的选择；作为一个熟读儒家经书，欲在社会中寻求成功的知识分子，也必须进入社会的权力组织；便是为了供养家小、维持较舒适的日常生活，也需要做官。所以不能不违背自己的本性，奔波于官场。回头想起来，那是误入歧途，误入了束缚人性而又肮脏无聊的世俗之网。","“羁鸟恋旧林，池鱼思故渊。”羁鸟：被束缚的鸟。池鱼：水池里养的鱼。故渊：指鱼儿原先生活的水潭。这两句是说，关在笼中的鸟儿依恋居住过的山林，养在池中的鱼儿思念生活过的深潭。","“开荒南野际，守拙归田园。”际：间。拙：笨拙。自谦之词，与世俗的机巧相对而言。这两句是说，到南边的原野里去开荒，依着愚拙的心性回家耕种田园。","这四句是两种生活之间的过渡，前两句集中描写做官时的心情，从上文转接下来，语气顺畅，毫无阻隔。因为连用两个相似的比喻，又是对仗的句式，便强化了厌倦旧生活，向往新生活的情绪；再从这里转接下文，就显得自然妥帖，丝毫不着痕迹了。","“方宅十余亩，草屋八九间”，是简笔的勾勒，以此显出主人生活的简朴。但虽无雕梁画栋之堂皇宏丽，却有榆树柳树的绿荫笼罩于屋后，桃花李花竞艳于堂前，素淡与绚丽交掩成趣。","“暧暧远人村，依依墟里烟。”暧暧，是模糊不清的样子，村落相隔很远，所以显得模糊，就像国画家画远景时，往往也是淡淡勾上几笔水墨一样。依依，形容炊烟轻柔而缓慢地向上飘升。这两句所描写的景致，给人以平静安详的感觉，好像这世界不受任何力量的干扰。","“狗吠深巷中，鸡鸣桑树颠”，一下子将这幅美好的田园画活起来了。这二句套用汉乐府《鸡鸣》“鸡鸣高树颠，狗吠深宫中”而稍加变化。但诗人绝无用典炫博的意思，不过是信手拈来。他不写虫吟鸟唱，却写了极为平常的鸡鸣狗吠，因为这鸡犬之声相闻，才最富有农村环境的特征，和整个画面也最为和谐统一。隐隐之中，是否也渗透了《老子》所谓“小国寡民”、“鸡犬之声相闻，民老死不相往来”的理想社会观念，那也难说。单从诗境本身来看，这二笔是不可缺少的。它恰当地表现出农村的生活气息，又丝毫不破坏那一片和平的意境，没有喧嚣和烦躁之感。以此比较王籍的名句“蝉噪林逾静，鸟鸣山更幽”，那种为人传诵的所谓“以动写静”的笔法，未免太强调、太吃力。","这八句是写归隐之后的生活，好像诗人带着我们在他的田园里参观一番，他指东道西地向我们一一介绍：田亩、草屋、榆柳、桃李、远村、近烟、狗吠、鸡鸣。这些平平常常的景物，一经诗人点化，都添了无穷的情趣。","“户庭无尘杂，虚室有余闲。”尘杂是指尘俗杂事，虚室就是静室。既是做官，总不免有许多自己不愿干的蠢事，许多无聊应酬吧。如今可是全都摆脱了，在虚静的居所里生活得很悠闲。不过，最令作者愉快的，倒不在这悠闲，而在于从此可以按照自己的意愿生活。","“久在樊笼里，复得返自然。”自然，既是指自然的环境，又是指顺适本性、无所扭曲的生活。这两句再次同开头“少无适俗韵，性本爱丘山”相呼应，同时又是点题之笔，揭示出《归园田居》的主旨。但这一呼应与点题，丝毫不觉勉强。全诗从对官场生活的强烈厌倦，写到田园风光的美好动人，新生活的愉快，一种如释重负的心情自然而然地流露了出来。这样的结尾，既是用笔精细，又是顺理成章。","这首诗最突出的是写景———描写园田风光运用白描手法远近景相交，有声有色；其次，诗中多处运用对偶句，如：“榆柳荫后檐，桃李罗堂前。”还有对比手法的运用，将“尘网”“樊笼”与“园田居”对比，从而突出诗人对官场的厌恶、对自然的热爱；再有语言明白清新，几如白话，质朴无华。这首诗呈现出一个完整的意境，诗的语言完全为呈现这意境服务，不求表面的好看，于是诗便显得自然。总之，这是经过艺术追求、艺术努力而达到的自然。"]}}