{"yiwen":{"title":"白话译文","items":["君子说：学习是不可以停止的。","靛青是从蓝草里提取的，可是比蓝草的颜色更深；冰是水凝结而成的，却比水还要寒冷。木材直得符合拉直的墨线，用煣的工艺把它制成车轮，那么木材的弯度就合乎圆的标准了。即使又被风吹日晒而干枯了，木材也不会再挺直，是因为经过加工使它成为这样的。所以木材用墨线量过再经辅具加工就能取直，刀剑在磨刀石上磨过就能变得锋利，君子广博地学习并且每天检验反省自己，那么他就会智慧明达而且行为没有过失了。","我曾经整天思索，却不如片刻学到的知识多；我曾经踮起脚远望，却不如登到高处看得广阔。登到高处招手，胳膊没有加长，可是别人在远处也能看见；顺着风呼叫，声音没有变得洪亮，可是听的人在远处也能听得很清楚。借助车马的人，并不是脚走得快，却可以达到千里之外；借助舟船的人，并不善于游泳，却可以横渡江河。君子的资质秉性跟一般人没有不同，只是君子善于借助外物罢了。","堆积土石成了高山，风雨从这里兴起；汇积水流成为深渊，蛟龙从这儿产生；积累善行养成高尚的道德，精神得到提升，圣人的心境由此具备。所以不积累一步半步的行程，就没有办法达到千里之远；不积累细小的流水，就没有办法汇成江河大海。骏马一跨跃，也不足十步远；劣马连走十天，它的成功在于不停止。如果刻几下就停下来了，那么腐朽的木头也刻不断。如果不停地刻下去，那么金石也能雕刻成功。蚯蚓没有锐利的爪子和牙齿，强健的筋骨，却能向上吃到泥土，向下喝到地下的泉水，这是由于它用心专一。螃蟹有六条腿，两个蟹钳，但是没有蛇、鳝的洞穴它就无处藏身，这是因为它用心浮躁。"]},"zhushi":{"title":"注释","items":["君子：指有学问有修养的人。","学不可以已（yǐ）：学习不能停止。","青取之于蓝：靛青，从蓝草中取得。青，靛青，一种染料。蓝，蓼蓝，一年生草本植物，叶子含蓝汁，可以做蓝色染料。","中（zhòng）绳：（木材）合乎拉直的墨线。绳，墨线。","輮（róu）：通“煣”，古代用火烤使木条弯曲的一种工艺。","规：圆规，画圆的工具。","虽有（yòu）槁暴（pù）：即使又晒干了。有，通“又”。槁，枯。暴，同“曝”，晒干。","挺：直。","受绳：用墨线量过。","金：指金属制的刀剑等。就砺：拿到磨刀石上去磨。砺，磨刀石。就，动词，接近，靠近。","日参（cān）省（xǐng）乎己：每天对照反省自己。参，一译检验，检查；二译同“叁”，多次。省，省察。乎，介词，于。博学：广泛地学习。日：每天。","知（zhì）：通“智”，智慧。明：明达。行无过：行为没有过错。","跬（kuǐ）：行走时两脚之间的距离，等于现在所说的一步、古人所说的半步。步：古人说一步，指左右脚都向前迈一次的距离，等于现在的两步。","骐（qí）骥（jì）：骏马，千里马。","驽马十驾：劣马拉车连走十天也能到达。驽马，劣马。驾，古代马拉车时，早晨套一上车，晚上卸去。套车叫驾，所以这里用“驾”指代马车一天的行程。 十驾就是套十次车，指十天的行程。此指千里的路程。","舍：舍弃。指不放弃行路。","锲（qiè）：用刀雕刻。","镂（lòu）：原指在金属上雕刻，泛指雕刻。","蟹六跪而二螯（áo）：螃蟹有六只爪子，两个钳子。六跪，六条腿。蟹实际上是八条腿。跪，蟹脚。一说，海蟹后面的两条腿只能划水，不能用来走路或自卫，所以不能算在“跪”里面。螯，螃蟹等节肢动物身前的大爪，形如钳。"]},"shangxi":{"title":"赏析","items":["《劝学》作为《荀子》的开篇之作，是一篇论述学习的重要意义，劝导人们以正确的目的、态度和方法去学习的散文。文章以朴素的唯物主义为理论基础，旁征博引，娓娓说理，反映了先秦儒家在教育方面的某些正确观点，也体现了作为先秦诸子思想集大成者的荀子文章的艺术风格。","《劝学》是一篇说理性很强的文字，驾驭不好，是很容易正襟危坐，流于枯燥和单调的。但这篇文章却形象清新、脍炙人口，千百年来为人们传诵不衰。原因何在？最重要的是在于，它把深奥的道理寓于大量浅显贴切的比喻之中，运用比喻时手法又极其灵活自然，生动鲜明而绝无枯燥的学究气。如文章开首，连用“青，取之于蓝，而青于蓝”“冰，水为之，而寒于水”“木受绳则直”“金就砺则利”等四个比喻，从不同的角度和侧面来阐述“学不可以已”的道理，堪称雄辩奇才，口若悬河，滔滔不绝，收到了先声夺人的强烈效果。值得指出的是，文中所用的喻体几乎都是常见的、易懂的，这些仿佛信手拈来的通俗明了的比喻，都会使人自然而然地联想到某些直观、浅近的形象事物，进而连类比物，启迪思考，接受作者所说的深刻道理。","从形式上看，《劝学》中的比喻灵巧多样、运用自如。阐述观点，论证道理，有的从正面设喻（“积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉”），有的从反面设喻（“不积跬步，无以至千里；不积小流，无以成江海”）；有的单独设喻，有的连续设喻；有的同类并列，有的正反对照；有的只设喻而把道理隐含其中，有的先设喻再引出要说的道理。总之，铺锦列绣，无所不用。所以文中用喻虽多，却无板滞生硬的感觉，相反，随着用比的连续转换和充分展开，形成整齐而又富于变化的句式，使文章显得错落有致，生气勃勃。","《劝学》在写作上的再一个特点是大量运用短句排比和正反对比。文章一开始就是一组排比：“青，取之于蓝，而青于蓝；冰，水为之，而寒于水”；这样的排比句式在文中举不胜举，既富于论辩色彩，又富有文学韵味，甚或有一种音乐的节奏感流动在其中。同样，在对比手法的运用上，《劝学》也很有特色。如在说明学习要善于积累的道理时，作者先后以“骐骥”与“驽马”、“朽木”与“金石”作对比，说明“驽马十驾，功在不舍”，“锲而舍之，朽木不折；锲而不舍，金石可镂”，充分显示出“不舍”对于学习的重大意义。在阐述学习要专心致志的道理时，作者又用“蚓”和“蟹”作对比，前者“无爪牙之利，筋骨之强”，却能“上食埃土，下饮黄泉”，后者虽有“六跪而二螯”，却“非蛇蟮之穴无可寄托”。道理何在？就在于前者“用心一也”，后者“用心躁也”。鲜明的对比，强烈的反衬，增强了说理的分量。","荀子的文章素有“诸子大成”的美称，铺陈扬厉，说理透辟；行文简洁，精练有味；警句迭出，耐人咀嚼。"]}}