{"yiwen":{"title":"白话译文","items":["泰山的南面，汶河向西流去；泰山的北面，济水向东流去。南面山谷的水都流入汶水，北面山谷的水都流入济水。处在那阳谷和阴谷南北分界处的，是古代春秋时期齐国所筑长城的遗址。最高的日观峰，在古长城以南十五里。","我在乾隆三十九年（年）十二月从京城里出发，冒着风雪启程，经过齐河县、长清县，穿过泰山西北面的山谷，跨过长城的城墙，到达泰安。这月日，我和泰安知府朱孝纯从南边的山脚登山。攀行四十五里远，道路都是石板砌成的石级，那些台阶共有七千多级。泰山正南面有三条水道，（其中）中谷的水环绕泰安城，这就是郦道元书中所说的环水。我起初顺着中谷进去。（沿着小路）走了不到一半，翻过中岭，再沿着西边的水道走，就到了泰山的巅顶。古时候登泰山，沿着东边的水道进入，道路中有座天门。这东边的山谷，古时候称它为“天门溪水”，是我没有到过的。现在（我）经过的中岭和山顶，挡在路上的像门槛一样的山崖，世上人都称它为“天门”。一路上大雾弥漫、冰冻溜滑，石阶几乎无法攀登。等到已经登上山顶，只见青山上覆盖着白雪，（雪）光照亮了南面的天空。远望夕阳映照着泰安城，汶水、徂徕山就像是一幅美丽的山水画，停留在半山腰处的云雾，又像是一条舞动的飘带似的。","戊申这一天是月底，五更的时候，我和子颖坐在日观亭里，等待日出。这时大风扬起的积雪扑面打来。日观亭东面从脚底往下一片云雾弥漫，依稀可见云中几十个白色的像骰子似的东西，那是山峰。天边的云彩形成一条线（呈现出）奇异的颜色，一会儿又变成五颜六色的。太阳升上来了，红的像朱砂一样，下面有红光晃动摇荡着托着它。有人说，这是东海。回头看日观峰以西的山峰，有的被日光照到，有的没照到，或红或白，颜色错杂，都像弯腰曲背鞠躬致敬的样子。","日观亭西面有一座东岳大帝庙，又有一座碧霞元君（东岳大帝的女儿）庙。皇帝的行宫（出外巡行时居住的处所）就在碧霞元君庙的东面。这一天，（还）观看了路上的石刻，都是从唐朝显庆年间以来的，那些更古老的石碑都已经模糊或缺失了。那些偏僻不对着道路的石刻，都赶不上去看了。","山上石头多，泥土少。山石都呈青黑色，大多是平的、方形的，很少有圆形的。杂树很少，多是松树，松树都生长在石头的缝隙里，树顶是平的。冰天雪地，没有瀑布，没有飞鸟走兽的声音和踪迹。日观峰附近几里以内没有树木，积雪厚得同人的膝盖一样平齐。","桐城姚鼐记述。","选自《惜宝轩诗文集》（《四部丛刊》影音原刊本）。姚鼐（nài），字姬传，一字梦谷，室名惜抱轩，清代代桐城（今安徽桐城）人。桐城派古文家。"]},"zhushi":{"title":"注释","items":["阳：山的南面。","汶（Wèn）水：也叫汶河。发源于山东莱芜东北原山，向西南流经泰安东。","济水：发源于河南济源县西王屋山，东流到山入海东。后来下游被黄河冲没。","阳谷：指山南面谷中的水。谷，两山之间的流水道，现在通称山涧。","当其南北分者：在那（阳谷和阴谷）南北分界处的。","古长城：指春秋时期齐国所筑长城的遗址，古时齐鲁两国以此为界。","日观峰：在山顶东岩，是泰山观日出的地方。","以：在。","乾隆三十九年：即年。","乘：趁，这里有“冒着”的意思。","齐河、长清：地名，都在山东省。","限：门槛，这里指像一道门槛的城墙。","泰安：即今山东泰安，在泰山南面，清朝为泰安府治所。","丁未：丁未日（十二月二十八日）。","朱孝纯子颖：朱孝纯，字子颖。当时是泰安府的知府。","蹬（dèng）：石级。","级：石级。","环水：即中溪，俗称梳洗河，流出泰山，傍泰安城东面南流。","循以入：顺着（中谷）进去。","道少半：路不到一半。","中岭：即黄岘（xiàn）岭，又名中溪山，中溪发源于此。","天门：泰山峰名。《山东通志》：“泰山周回一百六十里，屈曲盘道百余，经南天门，东西三天门，至绝顶，高四十余里。”","崖限当道者：挡在路上的像门槛一样的山崖。","云：语气助词。","几：几乎。","苍山负雪，明烛天南：青山上覆盖着白雪，（雪）光照亮了南面的天空。负，背。烛，动词，照。","徂徕（cúlái）：山名，在泰安东南。","居：停留。","戊申晦：戊申这一天是月底。晦：农历每月最后一天。","五鼓：五更。","日观亭：亭名，在日观峰上。","漫：迷漫。","摴蒱（chūpú）：又作“樗蒲”，古代的一种赌博游戏，这里指博戏用的“五木”。五木两头尖，中间广平，立起来很像山峰。","极天：天边。","采：通“彩”。","丹：朱砂。","东海：泛指东面的海。这里是想象，实际上在泰山顶上看不见东海。","或得日，或否：有的被日光照着，有的没有照着。","绛皓驳色：或红或白，颜色错杂。绛，大红。皓：白色。驳：杂。","若偻：像脊背弯曲的样子。引申为鞠躬、致敬的样子。日观峰西面诸峰都比日观峰低，所以这样说。偻，驼背。","岱祠：东岳大帝庙。","碧霞元君：传说是东岳大帝的女儿。","行宫：皇帝出外巡行时居住的住所。这里指乾隆登泰山时住过的宫室。","显庆：唐高宗的年号。","漫失：模糊或缺失。漫：磨灭。","僻不当道者：偏僻，不在道路附近的。","圜：通“圆”。","瀑水：瀑布。"]},"shangxi":{"title":"赏析","items":["东岳泰山，巍巍峨峨，犹如一个顶天立地的巨人，以其拔地通天之势，擎天捧日之姿，雄距于齐鲁大地。其实，泰山险不过华山，雄不过恒山，海拔高度在五岳中仅排第三位。学者王克煜认为，它之所以被尊为五岳之首，与它的地理位置分不开。东汉应劭在《风俗通义》中记载：“泰山之尊一曰岱宗。岱，始也；宗，长也。万物之始，阴阳交代，故为五岳长。”此外，泰山之所以被视为五岳之尊，与它在历史上曾具有的浓重的政治、宗教色彩分不开。司马迁《史记》援引《管子·封禅篇》说，上古之时，封禅泰山的就有七十二家帝王。后来，历代帝王几乎无不封禅泰山。泰山别名“天孙”，意为天地之孙，主招魂，知人生命之长短，这大概是历代帝王钟情于泰山的重要原因吧。从这个意义上说，泰山是一座政治色彩浓厚的文化山。泰山又是一座自然风光优美的山。它壑深谷幽，峰奇石怪，山高水长，风卷云舒，历来就吸引着许多文人墨客为它长啸短吟，为它泼墨挥毫，为它锦上添花。姚鼐也是其中的一位。","姚鼐写过多篇有关泰山的诗文：《登泰山记》、《游灵岩记》、《岁除日与子颖登日观观日出歌》(诗)、《泰山道里记·序》等。《登泰山记》是历代泰山游记中的佼佼者。读这篇游记，我们被作者浓厚的游兴所感染。文人登泰山，多选春秋良时，姚鼐却选择了一条特殊的路线和一个特殊的日子。“余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。”一般人不会穿泰山西北谷抵达泰安，也不可能借机去考察齐长城。姚鼐这位主张“义理、考据、文章”的桐城派代表，偏要“越长城之限”，实地考察古长城之貌，其精神令人由衷敬佩。作者登山这天，是除夕的前一夜，观日出时正值中华民族最隆重的传统节日——年三十。冬天登山已不多见，选择岁除之日观日出则更加少见。你想，在万家团聚共度良时之日，作者于泰山之巅皑皑白雪之中翘首迎接新一轮红日喷薄而出，这是不是表现了一种崇高的人生境界?正如他在诗中所写：“男儿自负乔岳身，胸中大海光明暾。即今同立岱宗顶，岂复犹如世上人?”","作者的语言十分洗练。“泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。”寥寥三十余字，将泰山的地理位置、河流走向及南北分界，交代得一清二楚。句式整饬，朗朗上口。接下来，作者连用“乘、历、穿、越、至”五个动词写出自己的行进路线，语句清晰如水，又起伏跌宕，宛如一条游动的长龙。作者写景的语言也是非常简练的。“苍山负雪，明烛天南。望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。”这几句写了泰山雪景、夕阳、云雾，如诗如画，令人遐想不已，但又是何等的惜墨如金。作者写日出盛景，用墨极少，却能将正面描写和侧面描写结合起来，再次收到以少胜多的艺术效果。“日上，正赤如丹，下有红光动摇承之，或曰：‘此东海也。’”这是正面描写。“回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。”这是间接描写。文末描写也是精彩之笔。“山多石，少土。石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。”用最少的语言传达最丰富的信息，这是本文的一大特色。","桐城派主张义理、考据、文章缺一不可。在这篇文章中，这点体现得是很好的。单说考据，文中处处可见。“古长城”、“三谷”、“环水”、“东谷”、“石刻”、“天门”等都是作者考证的内容。也许有的读者会说，作者对自己的内心感情压抑得太过分了，以至于全篇无一句抒情语。我们不好臆测作者当时的心境，但从他写的诗句来看，能够感觉出他是有很多感慨的。但他远不像范仲淹《岳阳楼记》那样尽情抒发。如果不进行一番“考据”，仅从桐城派文章风格上解释这一现象，恐难讲通。","乾隆三十九年（1774），姚鼐四十二岁。他参加纂修的《四库全书》于三十七年告成，以御史记名。此年以养亲为名，告归田里，道经泰安与挚友泰安知府朱孝纯（字子颖）同上泰山。泰山气势雄伟，风景壮丽，历代文人骚客多在春秋佳日，联袂登山，吟哦题咏，留下了许多优秀的篇章，姚鼐的《登泰山记》把泰山雪后初晴的瑰丽景象和日出的壮观场面真实动人地描绘出来。且记述的是冬日的游历，有别于徐志摩、李健吾、杨朔、冯骥才等诸公的文字，因而显得不落窠臼，更具特色。","作者从地理环境着笔，山南有汶水西流，山北济水东去，名山傍水，分外壮观。作者巧妙地利用介绍山谷而引出齐国修筑的古长城，从古长城又引出“最高日观峰”的所在位置。为下文描写登山所见，做好了必要的准备。作者胸有成竹，把山、水和长城置于广阔的天地之中。从大处着眼，高屋建瓴。接着，作者写自己由京师至泰安的沿途经历，交代清了事情的来龙去脉。他动身起程那天，“乘风雪”出发，气候十分恶劣，这似乎是一巧合，其实这正是作者的匠心独运之处。他悄悄地埋下一条贯穿全文的伏线，以便为描写登山的艰难、游览的豪兴而创造出有利条件。接着他记叙丁未（二十八日）那天，由南面山脚处登山，谁知那山竟高达四十五里，石阶竟有七千余级，这用数字来显示峰峦险峻的手法实在高明。作者选择的路线是循中谷入,“道少半，越中岭，复循西谷，遂至其颠”。看似轻描淡写，但读至下文，“所经中岭及山巅崖限当道”，“道中迷雾冰滑，磴几不可登”，顿有“成如容易却艰辛”之感。登上山巅，广阔的视野中，山、水、城郭尽收眼底，座座青峰身披皑皑白雪，照亮南天，鸟瞰泰安城，汶水和徂徕山，沐浴在夕照中；环绕山间的云雾，就像轻柔的腰带。作者用落日、青山、流水、白雪、城郭，组成了一幅波澜壮阔的夕照图，真可谓尺幅千里，呼之欲出。","作者于二十八日傍晚登上山顶，第二天即除夕（当年十二月小）五更时分，与子颖至日观峰之日观亭，坐候日出。他不惜浓笔泼墨，分三个步骤：一曰日将出，“云一线异色”；二曰日正出，“须臾成五彩”；三曰日已出，“日上，正赤如丹”。日出之景，变幻莫测，形诸文字，有些棘手，他却能穷形尽相地正面描摹旭日升腾时灿烂的光彩和跳跃的欢态，而且还把长天、云彩、大海作为背景，有力地烘托出日出的壮观。寥寥数语，气势磅礴的日出就宛然在目。诗仙李白也在此看过日出，“攀崖上日观，伏槛窥东溟。海色动远山，天鸡已先鸣。”虽有特色，却稍有逊色。杜甫途经泰山，赋有《望岳》，“会当凌绝顶，一览众山小”成为千古绝唱。这和姚鼐的“ 稍见云中白若摴蒱数十立者，山也”有异曲同工之妙。之后，作者又欣然回视西峰，见雪后初晴，日光照射，颜色相杂。这一笔，似乎可削，但它却表现了日出的效果和影响，是绝不可缺少的。","山顶的建筑，山道中的石刻，记叙收放自然，详略有序。这都与登山活动的对象的主次、个人感受的深浅息息相关。最后综述泰山冬景的特点：石峰峻峭，青松苍劲，冰雪覆盖，众鸟飞绝。用凝练的语言把自己的游览所见归结为“三多”、“三少”、“三无”。结句照应冰雪，戛然而止，令人回味。　　　　桐城派古文以简洁著称。姚鼐的《登泰山记》是其代表作之一。登泰山，可记可写的东西很多，要是信马由缰，洋洋几千字亦不为多。以本文而论，登泰山路见何物，路遇何人，与子颖有何谈论，泰山有何传说，有何感慨，可挑可拣。但作者却只写了“道皆砌石为磴，其级七千有余”和“道中迷雾冰滑，磴几不可登”两句，算是路途所见。他把重点放在登山路径和山顶景物上。他觉得路径复杂而艰难，为后来者着想，需详细交代。山顶奇观，乃众人向往，不可不细细描摹。名胜古迹，土石动植冰雪，自有特色，作“记”自然不可忽略。","历来的大家都讲究起承转合，讲究扣题，文章高手总是为突出题“目”而或收或放。作者从始至终紧扣“登”这个“目”，本文开始介绍泰山的山水形势，为“登”字作铺垫，寥寥几十字收笔。作为散文，“形散而神不散”是其共同特点，。但用这个标准来衡量本文却发现，本文的“形散”是有限度的，无非在取材上较为自由罢了。而本文所取材料一没有离开泰山，二没有离开“登”山，故取材上的散是有限度的。在表现方法上，也以记叙为主，兼有描写，没有议论。故本文取材和表现方法上的聚和凝，是桐城派简洁的文风“言有物”的有力注脚。","用语准确，不事渲染，更无铺陈。以记登山经过而言，“自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安”。“乘、历、穿、越、至”五个动词，把从京师去泰安的路程交代得清清楚楚，并能让人悟出作者当时冒风雪，过县城，穿山越岭的艰辛。以描写山顶景色而言，七句话描绘了七个画面：","①“与子颖坐日观亭，待日出”；","②“大风扬积雪击面”；","③“亭东自足下皆云漫”；","④“稍见云中白若摴蒱数十立者，山也”；","⑤“极天云一线异色，须臾成五采”；","⑥“日上，正赤如丹，下有红光动摇承之”；","⑦“回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻”。","可见作者用语何等准确。如写山顶的风，作者不用烘托或渲染的方法，只用“大风扬积雪击面”七个字，便可使人想见。不但写出了“风扬积雪”的视觉，而且写出了“击面”的触觉。“扬”、“击”二字把风力描绘得十分突出，使读者有感同身受的体会。日观亭以东，“自足下皆云漫”，“漫”写云雾之大。云中山“白若摴蒱”，抓住了形状的特点。“极天云”细如一线是其特点。一线异色“须臾成五采”，抓住了它瞬间的变化。而且静动有序，有张有弛。堪称“有物有序、清新简洁”的典范。"]}}