{"beijing":{"title":"背景","items":["这是反映游子思妇的相思之诗，是《古诗十九首》之一，当作于汉献帝建安之前的几十年间。两汉时期，千千万万的学子离乡游学求宦。但大多无处施展才华，这些宦途失意的游学的士子在宦途无望、朋友道绝的孤单失意中，自然会苦苦地怀念故乡和亲人。本诗即是组诗中描写怀乡思亲的代表。"]},"yiwen":{"title":"白话译文","items":["我踏过江水去采荷花，生有兰草的水泽中长满了香草。","可是我采了荷花要送给谁呢？我想要送给远方的爱人。","回头看那一起生活过的故乡，长路漫漫遥望无边无际。","两心相爱却要分隔两地不能在一起，愁苦忧伤以至终老异乡。"]},"zhushi":{"title":"注释","items":["芙蓉：荷花的别名。","兰泽：生有兰草的沼泽地。","遗（wèi）：赠。","远道：犹言“远方”。","还顾：回顾，回头看。","旧乡：故乡。","漫浩浩：犹“漫漫浩浩”，形容路途的遥远无尽头。形容无边无际。","同心：古代习用的成语，多用于男女之间的爱情或夫妇感情融洽指感情深厚。","终老：度过晚年直至去世。"]},"shangxi":{"title":"赏析","items":["《涉江采芙蓉》是一首写别的情诗。在古代封建社会里，生活是很简单的，最密切的人与人之间的关系是夫妻朋友关系，由于战争、徭役和仕宦，这种亲密关系往往长期被截断。更由于当时交通不便，书信无法往来，相隔两地音信全无，就成为许多人私生活中最伤心的事。因此中国古典诗词有很大一部分都是表达别离情绪的，就主题来说，这首诗是很典型的。","“涉江采芙蓉，兰泽多芳草。”芙蓉：荷花的别名。兰泽：生有兰草的沼泽。这两句是说，划船到江中去采集荷花，又来到沼泽地摘取芬芳的兰草。夏秋时节，江南水乡，日暖花香，荷花盛开，女主人公在江中泽畔采集了鲜艳的荷花，又摘取了芬芳的兰草。诗歌就这样在愉快欢乐的气氛中起笔，芙蓉、兰泽、芳草等语，将画面装饰的绚丽灿烂，让人顿感主人公形象雅洁，心情愉快美好。","“采之欲遗谁，所思在远道。”遗：赠送，远道：远方。这两句是说，采了花要送给谁呢？我朝思暮想的心上人远在天边。这两句自问自答，感情陡然一转，由欢乐转为悲哀，一腔热忱，遭到兜头一盆冷水泼来，一霎时天地为之变色，草木为之含悲，心中无限的凄凉寂寞，伤心失望。这是一句深沉的疑问，一声无奈的叹息。","“还顾望旧乡，长路漫浩浩。”还顾：回顾，回转头看。漫浩浩：犹漫漫浩浩，形容路途遥远没有尽头。这两句是说，回顾头遥望我的故乡，长路漫漫看不到尽头。这两句承“远道”、“所思”而来，将读者的视线引向遥远的远方，读者似乎看到男主人公孤单、忧愁、怅惘地伫立在路边，徒劳地向故乡哪个方向张望，他看到的道路漫漫浩浩，绵延不尽。故乡在哪儿？所思的人在哪儿？诗中的另一主人公，一个飘迫异乡的游子感情痛苦到极点。","“同心而离居，忧伤以终老。”同心：指夫妻。古代婚礼的一种仪式，新郎新娘用彩缎结同心，并相挽而行。终老：终生。这两句是说，两个心心相印的人啊，永远异地相思，只有忧伤陪伴他们终老。这两句诗是写一对同心而离居得有情人，从眼前想到此后的生涯，更深的担忧涌上心头。","《涉江采芙蓉》初读时十分单纯，语言也较浅显，粗看就知道是游子对旧乡望而难归之思，细看则不那么简单。这单纯其实寓于颇微妙的婉曲表现之中。说它微妙，是因为它采用了对写的手法，男女主人公轮番上场。“涉江采芙蓉”应是江南农家女子的乐事，游子求宦于京师，应是洛阳一带，是不可能去涉南方之江，去采摘芙蓉的。而且按江南民歌所常用的谐音双关手法，“芙蓉”往往暗关着“夫容”，明明是女子思夫的口吻，前四句的主人公当是女子无疑。在“涉江采芙蓉”的欢乐女子中，有一位女子与众多女子的嬉笑打闹不同，她却注视着手中的芙蓉默然无语，她徒然采摘了象征美好的芙蓉，却难以赠送给心上人，因为她的丈夫却远在天涯。","接着两句空间突然转换，出现在画面上的，似乎不是拈花沉思的女主人公，而是那身在远方的丈夫了：“还顾望旧乡，长路漫浩浩。”是女主人公在想丈夫干什么。这是古体诗常用的手法，仿佛是心灵感应，她远方的丈夫，也正在此刻无限忧愁，回望妻子所在的故乡。他当然不能望见故乡的山水，那在江对岸湖泽中采莲的妻子，此刻展现在他眼前的，无非是漫漫长路和那隔山阻水的浩浩烟云。有些读者认为，这两句是写游子还望旧乡的实景，从而产生了诗的主人公是离乡游子的错觉。实际上，这两句的视点仍在江南，表现的依然是那位采莲女子的痛苦思情。不过在写法上采用了从对面猜度彼意的表现方式，从而造成了“诗从对面飞来”的绝妙虚境。","这种悬想的表现方式，与《诗经》“卷耳”、“陟岵”这两首诗中的主人公，在悬想中显现丈夫骑马登山望乡；父母在云际呼唤儿子的幻境，有着异曲同工之妙。所以，诗中的境界应该不是空间的转换和女主人公的隐去，而是画面的分隔和同时显现。两者之间是重叠的山峦和浩荡的江河，双方都茫然相望，正是在这样的静寂之中，天地间幽然想起了一声凄伤的浩叹：“同心而离居，忧伤以终老！”这浩叹无疑发自女主人公内心，但因为是在对面思想的境界中发出，读者所感受到的，不是一个声音，它仿佛来自万里相隔的天南地北，是一对同心离居后的夫妇那痛苦叹息的交鸣！这就是诗的结句所传达的撼人心魄的意韵。","综上所述，此诗的主人公应该是位女子，全诗所写的是故乡妻子思念丈夫的痛苦忧伤。但倘若据此认定本诗的作者是一位女子，那就错了。本诗仍是游子思乡所作，只是表现手法上采用不同的角度进行的创作。"]}}