{"yiwen":{"title":"白话译文","items":["六国的君主灭亡了，全国（为秦所）统一；蜀地的山（树木被砍尽，）光秃秃的，阿房宫建造出来了。它（面积广大，）覆压着三百多里地面，（宫殿高耸，）把天日都隔离了。它从骊山向北建筑，再往西转弯，一直走向咸阳。渭水、樊川浩浩荡荡的，流进宫墙里边。五步一座楼，十步一个阁，走廊如绸带般萦回，牙齿般排列的飞檐像鸟嘴向高处啄着。楼阁各依地势的高低倾斜而建筑，（低处的屋角）钩住（高处的）屋心，（并排相向的）屋角彼此相斗。盘结交错，曲折回旋，（远观鸟瞰，）建筑群如密集的蜂房，如旋转的水涡，高高地耸立着，不知道它有几千万座。没有起云，为什么有龙？原来是一座长桥躺在水波上。不是雨过天晴，为什么出虹？原来是天桥在空中行走。（房屋）忽高忽低，幽深迷离，使人不能分辨东西。歌台上由于歌声响亮而充满暖意，有如春光融和；舞殿上由于舞袖飘拂而充满寒意，有如风雨凄凉。一天里边，一座宫殿中间，气候却不一样。","六国的宫妃和王子王孙。辞别六国的宫楼，走下六国的宫殿，坐着辇车来到秦国。他们早上歌唱，晚上奏乐，成为秦国的宫人。明亮的星星晶莹闪烁，这是宫妃们打开了梳妆的镜子；乌青的云朵纷纷扰扰，这是宫妃们在梳理晨妆的发髻；渭水涨起一层油腻，这是宫妃们抛弃了的胭脂水；烟霭斜斜上升，云雾横绕空际，这是宫中在焚烧椒、兰制的香料；雷霆突然震响，这是宫车驶过去了；辘辘的车声越听越远，无影无踪，不知道它去到什么地方。每一片肌肤，每一种容颜，都美丽娇媚得无以复加。宫妃们久久地站着，远远地探视，盼望着皇帝来临。有的宫女竟整整三十六年没能见到皇帝。","燕赵收藏的金玉，韩魏营谋的珍宝，齐楚的精华物资，在多少世代多少年中，从他们的人民那里掠夺来，堆叠得像山一样。一下子不能保有了，都运送到阿房宫里边来。宝鼎被当作铁锅，美玉被当作顽石，黄金被当作土块，珍珠被当作沙砾，丢弃得到处接连不断，秦人看起来，也并不觉得可惜。","唉，一个人的意愿，也就是千万人的意愿啊。秦皇喜欢繁华奢侈，人民也顾念他们自己的家。为什么掠取珍宝时连一锱一铢都搜刮干净，耗费起珍宝来竟像对待泥沙一样。（秦皇如此奢侈浪费，）致使承担栋梁的柱子，比田地里的农夫还多；架在梁上的椽子，比织机上的女工还多；梁柱上的钉头光彩耀目，比粮仓里的粟粒还多；瓦楞长短不一，比全身的丝缕还多；或直或横的栏杆，比九州的城郭还多；管弦的声音嘈杂，比市民的言语还多。使天下的人民，口里不敢说，心里却敢愤怒。（可是）失尽人心的秦始皇的思想，一天天更加骄傲顽固。（结果）戍边的陈涉、吴广一声呼喊，函谷关被攻下，楚项羽放一把火，可惜（华丽的阿房宫）化为了一片焦土。","唉！灭亡六国的是六国自己，不是秦国啊。族灭秦王朝的是秦王朝自己，不是天下的人啊。可叹呀！假使六国各自爱护它的人民，就完全可以依靠人民来抵抗秦国。假使秦王朝又爱护六国的人民，那就顺次传到三世还可以传到万世做皇帝，谁能够族灭它呢？（秦王朝灭亡得太迅速）秦人还没工夫哀悼自己，可是后人哀悼他；如果后人哀悼他却不把他作为镜子来吸取教训，也只会使更后的人又来哀悼这后人啊。"]},"zhushi":{"title":"注释","items":["六王毕：六国灭亡了。齐、楚、燕、韩、赵、魏六国的国王，即指六国。毕 ，完结，指为秦国所灭。","一：统一。","蜀山兀，阿房出：四川的山光秃了，阿房宫出现了。兀，山高而上平。这里形容山上树木已被砍伐净尽。出，出现，意思是建成。蜀，四川。","覆压三百余里：（从渭南到咸阳）覆盖了三百多里地（里是面积单位，不是长度单位。古代五户为一邻，五邻为一里。三百余下里，约合7500户人家的面积。300里地，即150公里，现代人也无法做到，夸张过度，难以令人信服）。这是形容宫殿楼阁接连不断，占地极广。覆压，覆盖（覆压：应当是指“层层叠叠”）。","隔离天日：遮蔽了天日。这是形容宫殿楼阁的高大。","骊山北构而西折，直走咸阳：（阿房宫）从骊山北边建起，折而向西，一直通到咸阳（古咸阳在骊山西北）。走，趋向。","二川溶溶：二川，指渭水和樊川。溶溶，河水缓流的样子。","廊腰缦回：走廊长而曲折。廊腰，连接高大建筑物的走廊，好像人的腰部，所以这样说。缦，萦绕。回，曲折。","檐牙高啄：（突起的）屋檐（像鸟嘴）向上撅起。檐牙，屋檐突起，犹如牙齿。","各抱地势：各随地形。这是写楼阁各随地势的高下向背而建筑的状态。","钩心斗角：指宫室结构的参差错落，精巧工致。钩心，指各种建筑物都向中心区攒聚。斗角，指屋角互相对峙。如今指各自用尽心机互相排挤。","盘盘焉，囷囷（qūn qūn）焉，蜂房水涡：盘旋，屈曲，像蜂房，像水涡。焉，相当于“凛然”“欣然”的“然”，意为...的样子。楼阁依山而筑，所以说像蜂房，像水涡。盘盘，盘旋的样子。囷囷，屈曲的样子，曲折回旋的样子。","矗不知其几千万落：矗立着不知它们有几千万座。矗，形容建筑物高高耸立的样子。下文“杳不知其所之也”的“杳”，用法与此相同。落，相当于“座”或者“所”。","长桥卧波，未云何龙：长桥卧在水上，没有云怎么（出现了）龙？《易经》有“云从龙”的话，所以人们认为有龙就应该有云。这是用故作疑问的话，形容长桥似龙。","复道：在楼阁之间架木筑成的通道。因上下都有通道，叫做复道。霁：雨后天晴","冥迷：分辨不清。","歌台暖响，春光融融：意思是说，人们在台上唱歌，歌乐声响起来，好像充满着暖意。如同春光那样融和。融融，和乐。","舞殿冷袖，风雨凄凄：意思是说，人们在殿中舞蹈，舞袖飘拂，好像带来寒气，如同风雨交加那样凄冷。（19）妃嫔媵嫱（feīpín yìng qiáng）：统指六国王侯的宫妃。她们各有等级（妃的等级比嫔、嫱高）。媵是陪嫁的侍女，也可成为嫔、嫱。下文的“王子皇孙”指六国王侯的女儿，孙女。","辞楼下殿，辇（niǎn）来于秦：辞别（六国的）楼阁宫殿，乘辇车来到秦国。","明星荧荧，开妆镜也：（光如）明星闪亮，是（宫人）打开梳妆的镜子。荧荧，明亮的样子。下文紧连的四句，句式相同。","涨腻：涨起了（一层）脂膏（含有胭脂、香粉的洗脸的“脂水”）。","椒兰：两种香料植物，焚烧以熏衣物。","辘辘远听：车声越听越远。辘辘，车行的声音。","杳：遥远得踪迹全无。","一肌一容，尽态极妍：任何一部分肌肤，任何一种姿容，都娇媚极了。态，指姿态的美好。妍，美丽。","缦立：久立。缦，通“慢”","幸：封建时代皇帝到某处，叫“幸”。妃，嫔受皇帝宠爱，叫“得幸”。","三十六年：秦始皇在位共三十六年。按秦始皇二十六年（前221年）统一中国，到三十七年（前209年）死，做了十二年皇帝，这里说三十六年，指其在位年数，形容阿房宫很大，有36年都没有见到皇帝的宫女。","收藏：指收藏的金玉珍宝等物。下文的“经营”也指金玉珍宝等物。“精英”，形容词作名词，精品，也有金玉珍宝等物的意思。","摽（piāo）掠其人：从人民那里抢来。摽 ，抢劫，掠夺。人，民。唐避唐太宗李世民讳，改民为人。下文“人亦念其家”“六国各爱其人”“秦复爱六国之人”的“人”，与此相同。","倚叠：积累。","鼎铛（chēng）玉石，金块珠砾：把宝鼎看作铁锅，把美玉看作石头，把黄金看作土块，把珍珠看作石子。铛，平底的浅锅。","逦迤（lǐ yǐ）：连续不断。这里有“连接着”、“到处都是”的意思。","一人之心，千万人之心也：心，心意，意愿.","奈何：怎么，为什么。","锱铢（zīzhū）：古代重量名，一锱等于六铢，一铢约等于后来的一两的二十四分之一。锱、铢连用，极言其细微。","负栋之柱：承担栋梁的柱子。","磷磷：水中石头突立的样子。这里形容突出的钉头。","庾（yǔ）：露天的谷仓。","九土：九州。","独夫：失去人心而极端孤立的统治者。这里指秦始皇。","固：顽固。","戍卒叫：指陈胜、吴广起义。","函谷举：刘邦于公元前206年率军先入咸阳，推翻秦朝统治，并派兵守函谷关。举，被攻占。","楚人一炬：指项羽（楚将项燕的后代）也于公元前206年入咸阳，并焚烧秦的宫殿，大火三月不灭。","使：假使。","递：传递，这里指王位顺着次序传下去。","万世：《史记·秦始皇本纪》载：秦始皇统一六国后，“下诏曰：“朕为始皇帝，后世以计数，二世，三世至于万世，传之无穷。”然而秦朝仅传二世便亡。","族：使……灭族。","不暇：来不及。","哀：哀叹。"]},"shangxi":{"title":"赏析","items":["从内容结构上看，此赋可分为四段。","第一段，写阿房宫的雄伟壮观。","开篇先用四个三字短句领起，音节紧凑，气势不凡，达到了先声夺人的效果。这12个字，既写出了秦始皇一统天下的豪迈气概，也写出了阿房宫兴建营造的非同凡响，语言简练到不能删削分毫的程度，笔力千钧。接下来从全景到本体构筑，写阿房宫的雄伟壮观。“覆压三百余里，隔离天日”，勾勒出阿房宫占地广阔、凌云蔽日的宏伟气势，给人一个总体的印象。“骊山北构而西折”四句，写阿房宫是依着山势、就着水流而修建的，仍然突出了它利用自然、巧夺天工的气派。以下由写渭水和樊川的“流入宫墙”，自然地过渡到写阿房宫的建筑特点。其中实写了楼阁、廊檐，描绘得细致入微；虚写了长桥、复道，想像得神奇瑰丽。然后用夸张和衬托的手法，借写歌舞的冷暖，描述阿房宫“一日之内，一宫之间，而气候不齐”的怪现象，陪衬出它的宏大宽广。","第二段，写阿房宫里的美人和珍宝，揭露秦朝统治者奢侈的生活，为下文的议论设伏。","先写“妃嫔”的由来，说明是“六王毕，四海一”的结果，照应篇首。作者一连用了“明星荧荧，开妆镜也”等六组排比句式，写宫人梳妆打扮、“缦立远视，而望幸焉”的凄惨生活。镜如明星，鬟如绿云，“弃脂”涨渭水，焚椒兰成烟雾。这些生动的描写，既表现了宫女命运的悲惨，也揭示了秦始皇生活的骄奢淫逸。“燕赵之收藏”以下，由写人的被欺辱转而写物的被践踏。在这里，原来六国珍藏的玉石金鼎，像土块、铁锅一样堆弃着，“秦人视之，亦不甚惜”。","第三段，由描写转为议论，显示出作这篇赋文的本意。","先以“嗟乎”发出感叹，对比人心事理，指出“秦爱纷奢，人亦念其家”，进而质问道：“奈何取之尽锱铢，用之如泥沙？”接着，用了六组“使……多于……”的比喻句排比，尽情地揭露了秦王朝的奢靡给人民带来的深重灾难。经过重重铺垫，笔锋一转，让“不敢言而敢怒”的“天下之人”同“日益骄固”的统治者进行较量，结果阿房宫成了一片焦土。","第四段，总结六国和秦灭亡的历史教训，向当世统治者发出警告。","作者连续慨叹，情不能禁。“呜呼”之后提出论点，阐明兴亡自取的道理；“嗟夫”以下申述论据，指出爱民与长治久安息息相关。最后，用“后人”的委婉称谓，提醒唐统治者不要重蹈亡秦的覆辙，意味深长。","从艺术手法上，此赋运用了以下手法。","一、想像、比喻与夸张","阿房宫毁于战火，其形制如何，早已无人能够说清，《史记·秦始皇本纪》的记载（见“有关资料”霍松林的《〈阿房宫赋〉鉴赏》引文）也不很详。这给写“阿房宫”造成了困难，但却给作者留下了驰骋想像的空间。可以说，杜牧在这篇赋中艺术地再造了阿房宫。无论是对楼阁廊檐的工笔细刻，还是对长桥复道的泼墨挥洒，都是出自想像。这些奇特的想像不但不给人以造作之感，反而能带动人沿着他开辟的路径走下去，在头脑中活现当年这座宫殿的盛况。这种效果的取得，和本文运用生动的比喻、大胆的夸张有直接关系。如“使负栋之柱，多于南亩之农夫”一段出于想像，既是比喻，也是夸张，具有很强的艺术感染力。","二、描写、铺排与议论","从整体结构来看，此赋前两段以描写为主，后两段以议论为主。前面的描写是为后面的议论作铺垫的。但是，无论描写还是议论，都大量采用了铺排的手法，叙事言情，极尽其致，气势夺人，令人耳目一新。描写中铺排的例子，如“明星荧荧，开妆镜也”一段；议论中铺排的例子，如结尾一段的正反述说。这固然是赋体的传统写法，但值得称道的是杜牧没有像编类书一样堆砌相同词语，而是写得不繁缛冗杂，恰到好处。","三、骈句散行，错落有致","此赋发挥了骈文的某些长处，如铺排、对偶、押韵等，但也大量使用单句散行，增强表现力。如在用了“五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角”六个四字句后，接以“盘盘焉，焉，蜂房水涡，矗不知其几千万落”一个散行的长句。这样，句子整散结合，长短不拘，节奏鲜明，更富于表现力。"]}}