{"beijing":{"title":"背景","items":["《谏太宗十思疏》是唐朝著名的谏议大夫魏徵，在贞观十一年（公元637年）上书唐太宗（李世民）的一篇奏疏；文章中，魏征紧扣“思国之安者，必积其德义”，对这个安邦治国的重要思想作了非常精辟的论述。"]},"yiwen":{"title":"白话译文","items":["我听说想要树木生长，一定要稳固它的根；想要泉水流得远，一定要疏通它的源泉；想要国家安定，一定要厚积道德仁义。源泉不深却希望泉水流得远，根系不牢固却想要树木生长。道德不深厚却想要国家安定，我虽然地位低见识浅，（也）知道这是不可能的，更何况（您这）聪明睿智（的人）呢！国君处于皇帝的重要位置，在天地间尊大，就要推崇皇权的高峻，永远保持政权的和平美好。如果不在安逸的环境中想着危难，戒奢侈，行节俭，道德不能保持宽厚，性情不能克服欲望，这也（如同）挖断树根来求得树木茂盛，堵塞源泉而想要泉水流得远啊。","（古代）所有的帝王，承受了上天赋予的重大使命，他们没有一个不为国家深切地忧虑而且治理成效显著的，但大功告成之后国君的品德就开始衰微了。国君开头做得好的确实很多，能够坚持到底的大概不多，难道是取得天下容易守住天下困难吗？过去夺取天下时力量有余，现在守卫天下却力量不足，这是为什么呢？通常处在深重的忧虑之中一定能竭尽诚心来对待臣民，已经成功，就放纵自己的性情来傲视别人。竭尽诚心，虽然一在北方，一在南方，也能结成一家，傲视别人，就会使亲人成为陌路之人。即使用严酷的刑罚来督责（人们），用威风怒气来吓唬（人们），（臣民）只求苟且免于刑罚而不怀念感激国君的仁德，表面上恭敬而在内心里却不服气。（臣民）对国君的怨恨不在大小，可怕的只是百姓；（他们像水一样）能够负载船只，也能颠覆船只，这是应当深切谨慎的。疾驰的马车却用腐烂的绳索驾驭，怎么可以疏忽大意呢？","做国君的人，如果真的能够做到一见到能引起（自己）喜好的东西就要想到用知足来自我克制，将要兴建什么就要想到适可而止来使百姓安定，想到帝位高高在上就想到要谦虚并加强自我约束，害怕骄傲自满就想到要像江海那样能够（处于）众多河流的下游，喜爱狩猎就想到网三面留一面，担心意志松懈就想到（做事）要慎始慎终，担心（言路）不通受蒙蔽就想到虚心采纳臣下的意见，考虑到（朝中可能会出现）谗佞奸邪就想到使自身端正（才能）罢黜奸邪，施加恩泽就要考虑到不要因为一时高兴而奖赏不当，动用刑罚就要想到不要因为一时发怒而滥用刑罚。全面做到这十件应该深思的事，弘扬这九种美德，选拔有才能的人而任用他，挑选好的意见而听从它。那么有智慧的人就能充分献出他的谋略，勇敢的人就能完全使出他的力量，仁爱的人就能散播他的恩惠，诚信的人就能献出他的忠诚。文臣武将争先恐后前来效力，国君和大臣没有大事烦扰，可以尽情享受出游的快乐，可以颐养得像赤松子与王子乔那样长寿，皇上弹着琴垂衣拱手就能治理好天下，不用再说什么，天下人就已经都有教化了。为什么一定要（自己）劳神费思，代替臣下管理职事，役使自己灵敏、明亮的耳、眼，减损顺其自然就能治理好天下的大道理呢！"]},"zhushi":{"title":"注释","items":["1.长（zhǎng）：生长。","2.固其根本：使它的根本牢固。本，树根。","3.浚（jùn）：疏通，挖深。","4.在下愚：处于地位低见识浅的人。","5.明哲：聪明睿智（的人）。","6.当神器之重：处于皇帝的重要位置。神器，指帝位。古时认为“君权神授”，所以称帝位为“神器”。","7.域中：指天地之间。","8.休：美。这里指政权的平和美好。","9.凡百元首：所有的元首，泛指古代的帝王。","10.承天景命：承受了上天赋予的重大使命。景，大。","11.殷忧：深忧。","12.实：的确。","13.克终者盖寡：能够坚持到底的大概不多。克，能。盖，表推测语气。","14.傲物：傲视别人。物，这里指人。","15.吴越为一体：（只要彼此竭诚相待）虽然一在北方，一在南方，也能结成一家。胡，指北方；越，指南方。","16.骨肉为行路：亲骨肉之间也会变得像陌生人一样。骨肉，有血缘关系的人。行路，路人，比喻毫无关系的人。","17.董：督责。","18.振：通“震”，震慑。","19.苟免而不怀仁：（臣民）只求苟且免于刑罚而不怀念感激国君的仁德。","20.怨不在大：（臣民）对国君的怨恨不在大小。","21.可畏唯人：可怕的只是百姓。人，本应写作“民”，因避皇上李世民之名讳而写作“人”。","22.载舟覆舟：这里比喻百姓能拥戴皇帝，也能推翻他的统治。出自《荀子·王制》：“君者，舟也；庶人者，水也。水则载舟，水则覆舟。”","23.见可欲：见到能引起（自己）喜好的东西。出自《老子》第三章“不见可欲，使民心不乱”。下文的“知足”、“知止”（知道适可而止），出自《老子》第四十四章“知足不辱”，“知止不殆”。","24.将有所作：将要兴建某建筑物。作，兴作，建筑。","25.安人：安民，使百姓安宁。","26.念高危：想到帝位高高在上。危，高。","27.则思谦冲而自牧：就想到要谦虚并加强自我修养。冲，虚。牧，约束。","28.江海下而百川：江海处于众多河流的下游。下，居……之下。","29.盘游：打猎取乐。","30.三驱：据说古代圣贤之君在打猎布网时只拦住三面而有意网开一面，从而体现圣人的“好生之仁”。另一种解释为田猎活动以一年三次为度。","31.敬终：谨慎地把事情做完。","32.虑壅（yōng）蔽：担心（言路）不通受蒙蔽。壅，堵塞。","33.想谗邪：考虑到（朝中可能会出现）谗佞奸邪。谗，说人坏话，造谣中伤。邪，不正派。","34.正身以黜（chù）恶：使自身端正（才能）罢黜奸邪。黜，排斥，罢免。","35.宏兹九德：弘扬这九种美德。九德，指忠、信、敬、刚、柔、和、固、贞、顺。","36.简：选拔。","37.效：献出。","38.松乔：赤松子和王子乔，古代传说中的仙人。","39.垂拱：垂衣拱手。比喻很轻易的天下就实现大治了。","40.无为：道家主张清静虚无，顺其自然。"]},"shangxi":{"title":"赏析","items":["文章一开始，作者运用了排喻的手法，作者首先举出“求木之长者，必固其根；欲流之远者，必浚其泉源”两组比喻，从而引出了“思国之安者，必积其德义”。作者先设置这样两个形象性和哲理性都很强的比喻，而后引出了自己要表达的真实意图，这种手法的应用是有很强的说服力。如果作者开篇不用这十分形象的排喻，而只是简单地讲述抽象的道理，是很难吸引对方，使对方理解信服。作者引喻用得好，好就好在比喻用得“巧”、“俗”、“切”。比喻的应用使抽象的道理形象化、具体化，使深奥的问题通俗化。刘勰在《文心雕龙·论说》中所说的：“喻巧而理至”讲的就是这个道理。设喻明理，比喻不但要设得巧，而且喻体要浅显通俗，树木、江河，处处可见，人人熟悉。所讲的道理也是人人皆知，不难理解的通俗事理。刘勰在《文心雕龙·比兴》中说：“比类虽繁，以切至为贵”。文章中比喻运用的“切”，实际上就是喻体与本意要相切合，要抓住重点，选最集中、最深刻、最精彩的喻体来表现本意，作者用十分熟悉的树木，泉源，用这些微不足道的事物，引出国之大政，平易而自然。","使用了排喻的方法开篇后，作者又以三个“不”字的排比句从反面来说明问题，“源不深而望流之远，根不固而求木之长，德不厚而思国之安”。从而进一步强调了作者的政治意图。作者使用的言辞尖锐，用反激法去激发对方。作者指出，自己所列举的比喻和叙说的是连自己这样愚笨的人都明白的道理，何况英明圣哲的皇帝。然后作者很明确地向唐太宗指出，做为一国之主的帝王，身负重任，就要在安乐时想到危难，尽量避免奢侈，要提倡节俭。不然的话就会做出象伐根而求树茂，塞水而望流长一样的愚蠢事。这里，在文章结构上前呼后应，环环紧扣，充分表达了作者进谏规讽的本意。","紧接着作者向唐太宗指明历史上的君王，一开始创业时大多都能兢兢业业，而善始善终的就不多了。作者这里用了一个反问句来说明“创业容易，守业难”的道理。作者同时明确地告诫唐太宗，不要危难忧患时诚心待人，而成功后就放纵，傲慢待人。并指明，对人以诚相待，仇敌也团结成为一个整体；傲慢待人，即使是亲人也会众叛亲离。对人民使用高压钳制，用威势来统治他们，会造成他们与你貌合神离，表面十分顺服而实际上却十分怨恨。作者这里指出被激怒的百姓是十分可畏的。并再次用一个真切生动的比喻来说明帝王与百姓之间的辩证关系。作者将百姓妙喻为水，将帝王比喻为行船。水能浮载行船，但也可以将行船倾翻。这个比喻简洁而传神，直接明了地向唐太宗表明其利害关系。为谏劝唐太宗“居安思危，戒奢以俭”，不要“纵情傲物，骄奢淫逸”。结合具体实例进行分析，妙喻警人，陈述利害。引用古圣先哲的“怨不在大，可畏惟人”和“载舟覆舟”等至理名言，哲理剀切，反复阐述，耐心说服，言语婉转动人，用心不可谓不良苦。","道理述尽，作者便向唐太宗提出“十思”的建议。“十思”是作者前文提出的“思国之安者，必积其德义”的具体内容。前边提出问题并进行了分析，后边则提出如何解决的建议。使得文章前后呼应，全文形成一篇结构严谨的统一体。而“十思”又以“谦冲而自牧”、“虚心以纳下”、“慎始而敬终”、“简能而任之”、“择善而从之”为中心，为至要。“十思”的角度不同，但都贯穿着“积其德义”的主线。作者告诫唐太宗“总比十思，宏兹九德”这样就会达到天下“文武并用，垂拱而治”。只要做到这“十思”，就不必自己去劳神费思，代替百官去行使职权了。","全篇以“思国之安者，必积其德义”为中心展开论述。先从正反两方面进行论述，提出为君必须“居安思危，戒奢以俭”的结论。然后提醒太宗，守成之君易失人心。因在“殷忧”时易“竭诚以待下”；而在“得志”时则会“纵情以傲物”，便有“覆舟”之危。由此提出“积德义”必须“十思”。着重规劝太宗对于物质享受要适度，在自身修养上要“谦冲”，在用人上要“虚心纳下”，在行施法制上要不计个人恩怨。结尾归结出治国方法的关键在于知人善任，选拔人才，达到“垂拱而治”的理想境界。作者的这些主张，为唐太宗所采纳，有助于成就唐王朝的“贞观之治”。全篇以“思”字作为贯穿行文线索，脉络分明，条理清晰。文中多用比喻，把道理说得生动形象；并采用排比、对仗，句式工整，气理充畅。"]}}