{"beijing":{"title":"背景","items":["《六国论》选自《嘉佑集》卷三。这是苏洵所写的《权书》中的一篇，《权书》共10篇，都是史论的性质。苏洵写这篇文章并不是单纯地评论古代的历史事件，而是借古讽今，警告北宋统治者不要采取妥协苟安的外交政策。"]},"yiwen":{"title":"白话译文","items":["六国的灭亡，不是（因为他们的）武器不锋利，仗打得不好，弊端在于用土地来贿赂秦国。拿土地贿赂秦国亏损了自己的力量，（这就）是灭亡的原因。有人问：“六国一个接一个的灭亡，难道全部是因为贿赂秦国吗？”（回答）说：“不贿赂秦国的国家因为有贿赂秦国的国家而灭亡。原因是不贿赂秦国的国家失掉了强有力的外援，不能独自保全。所以说：弊病在于贿赂秦国。”","秦国除了用战争夺取土地以外，（还受到诸侯的贿赂），小的就获得邑镇，大的就获得城池。比较秦国受贿赂所得到的土地与战胜别国所得到的土地，(前者)实际多百倍。六国诸侯（贿赂秦国）所丧失的土地与战败所丧失的土地相比，实际也要多百倍。那么秦国最想要的，与六国诸侯最担心的，本来就不在于战争。想到他们的祖辈和父辈，冒着寒霜雨露，披荆斩棘，才有了很少的一点土地。子孙对那些土地却不很爱惜，全都拿来送给别人，就像扔掉小草一样不珍惜。今天割掉五座城，明天割掉十座城，这才能睡一夜安稳觉。明天起床一看四周边境，秦国的军队又来了。既然这样，那么诸侯的土地有限，强暴的秦国的欲望永远不会满足，（诸侯）送给他的越多，他侵犯得就越急迫。所以用不着战争，谁强谁弱，谁胜谁负就已经决定了。到了覆灭的地步,道理本来就是这样子的。古人说：“用土地侍奉秦国，就好像抱柴救火，柴不烧完，火就不会灭。”这话说的很正确。","齐国不曾贿赂秦国，（可是）最终也随着五国灭亡了，为什么呢？（是因为齐国）跟秦国交好而不帮助其他五国。五国已经灭亡了，齐国也就没法幸免了。燕国和赵国的国君，起初有长远的谋略，能够守住他们的国土，坚持正义，不贿赂秦国。因此燕虽然是个小国，却后来才灭亡，这就是用兵抗秦的效果。等到后来燕太子丹用派遣荆轲刺杀秦王作对付秦国的计策，这才招致了（灭亡的）祸患。赵国曾经与秦国交战五次，打了两次败仗，三次胜仗。后来秦国两次攻打赵国。（赵国大将）李牧接连打退秦国的进攻。等到李牧因受诬陷而被杀死，（赵国都城）邯郸变成（秦国的一个）郡，可惜赵国用武力抗秦而没能坚持到底。而且燕赵两国正处在秦国把其他国家快要消灭干净的时候，可以说是智谋穷竭，国势孤立危急，战败了而亡国，确实是不得已的事。假使韩、魏、楚三国都爱惜他们的国土，齐国不依附秦国。（燕国的）刺客不去（刺秦王）（赵国的）良将李牧还活着，那么胜败的命运，存亡的理数，倘若与秦国相比较，也许还不容易衡量（出高低来）呢。","唉！（如果六国诸侯）用贿赂秦国的土地来封给天下的谋臣，用侍奉秦国的心来礼遇天下的奇才，齐心合力地向西（对付秦国），那么，我恐怕秦国人饭也不能咽下去。真可悲啊！有这样的有利形势，却被秦国积久的威势所胁迫，天天割地，月月割地，以至于走向灭亡。治理国家的人不要被积久的威势所胁迫啊！","六国和秦国都是诸侯之国，他们的势力比秦国弱，却还有可以不贿赂秦国而战胜它的优势。如果凭借偌大国家，却追随六国灭亡的前例，这就比不上六国了。"]},"zhushi":{"title":"注释","items":["1.兵：兵器","2.善：好。","3.弊在赂秦：弊病在于贿赂秦国。赂，贿赂。这里指向秦割地求和。","4.或曰：有人说。这是设问。下句的“曰”是对该设问的回答。","5.率：都，皆。","6.盖：承接上文，表示原因，有“因为”的意思。","7.完：保全。","8.攻取：用攻战（的办法）而夺取。","9.小：形容词作名词，小的地方。","10.其实：它的实际数目。","11.所大欲：所最想要的（东西），大，最。","12厥先祖父：泛指他们的先人祖辈，指列国的先公先王。厥，其。先，对去世的尊长的敬称。祖父，祖辈与父辈.","13.暴霜露：暴露在霜露之中。意思是冒着霜露。和下文的斩荆棘，已有尺寸之地，都是形容创业的艰苦。","14.视：对待","15.举以予人：拿它（土地）来送给别人。实际是举之以予人，省略了之，代土地。","16.然则：既然这样，那么。","17.厌：同“餍”，满足。","18.奉之弥繁，侵之愈急：（诸侯）送给秦的土地越多，（秦国）侵略诸侯也越急。奉：奉送。弥、愈：都是“更加”的意思。繁：多。","19.判：决定。","20.至于：以至于。","21.颠覆：灭亡。","22.理固宜然：（按照）道理本来就应该这样。","23.事：侍奉。“以地事秦……火不灭”：语见《史记魏世家》和《战国策魏策》。","24.此言得之：这话对了。得之，得其理。之，指上面说的道理。","25.终：最后。","26.继：跟着。","27.迁灭：灭亡。古代灭人国家，同时迁其国宝、重器，故说“迁灭”。","28．与嬴：亲附秦国。与，亲附。嬴，秦王族的姓，此借指秦国。","29．既：已经。","30．免：幸免。","31.始有远略：起初有长远的谋略。","32．义：名词作动词，坚持正义。","33.斯：这","34.始：才","35.速：招致。","36．再：两次。","37．连却之：使...退却（动词的使动用法）","38．洎：及，等到。","39.以：因为","39．谗：小人的坏话。","40.邯郸为郡：秦灭赵之后，把赵国改为秦国的邯郸郡。邯郸，赵国的都城。","41.且燕、赵处秦革灭殆尽之际：燕赵两国正处在秦国把其他国家快要消灭干净的时候。革,改变，除去。殆，几乎，将要。","42．智力：智谋和力量（国力）。","43．向使：以前假如。","44．胜负之数，存亡之理：胜负存亡的命运。数，天数。理，理数。皆指命运。","45.当：同“倘”，如果。","46.易量：容易判断。","47．以赂秦之地封天下之谋臣：以，用。","48．礼：礼待。名作动。","49.食之不得下咽也：指寝食不安，内心惶恐。下：向下。名作动。咽：吞咽。","50．势：优势。","51.而为秦人积威之所劫：而，却。积威：积久而成的威势。劫，胁迫，劫持。","52．日削月割，以趋于亡：日，每天，名作状。月，每月，名作状。以，而。","53．为国者无使为积威之所劫哉：治理国家的人不要被积久的威势胁迫啊！","54．势弱于秦。于：比。","55．而犹有可以不赂而胜之之势。可以：可以凭借。","56．苟以天下之大苟，如果。以，凭着。","57.下：指在六国之后","58.从：跟随。","59．故事：旧事，先例。"]},"shangxi":{"title":"赏析","items":["《六国论》一开始，首先提出了六国破灭的原因。劈头四句话“六国破灭，非兵不利，战不善，弊在赂秦”，苏洵就斩钉截铁地给六国之所以灭亡定下结论。苏洵认为：六国之所以灭亡，不在于它们的武器不锐利，也不在于它们仗打得不好，而是在于他们一味地拿土地作为贿赂，向秦国乞求和平。“赂秦”就是贿赂秦国。这实际上是削弱自己力量，助长敌人的侵略野心，促使自己走向毁灭。所以作者接着申述说：“赂秦而力亏，破灭之道也。”然而事实上又并不是所有六国都向秦国奉献土地，而那些没有“赂秦”的国家也破灭了的原因是何，或曰：“六国互丧，率赂秦耶？”苏洵故意这样设问，然后又作了回答：“不赂者以赂者丧。盖失强援，不能独完。”因此，归根结底，“赂秦”是莫大的致命伤。以上这些就是通篇的基本论点，突出强调六国破灭“弊在赂秦”，这是从六国方面来说的。","接着苏洵再从“赂秦”的两个方面来论述这种做法的后果。苏洵指出：秦国由于接受贿赂所得到的土地，比秦国打胜仗所得到的土地要多出百倍，其他各国由于送贿赂而丧失的土地，比它们打败仗丧失的土地也要多出百倍。那末，秦国所最欢迎而对其他国家所最不利的，当然就不在于作战了。这里的“秦之所大欲，诸侯之所大患，固不在战”，是侧重照应开头四句中的“非兵不利，战不善”，是从另一个角度补充和阐发了“弊在赂秦”的论点。","在接下来的两段文章里，作者又分别就“赂秦”的国家和不“赂秦”的国家，论述了它们各自灭亡的具体原因。","第二段先论述“赂秦”的国家灭亡的原因，“思厥先祖父暴霜露，斩荆棘，以有尺寸之地”，是说这些国家的前辈创业的很难；“子孙之不甚惜，举以予人，如弃草芥，今日五城，明日割十城，然后得一夕安寝”，是说这些国家的后代只顾眼前的暂时利益，轻易地把前辈辛勤创有的国土随便割让给秦国；“起视四境，而秦兵又至矣”，是说秦国并不因为得到奉献的土地而停止进攻。这就是第一段结尾所说的“秦之所大欲，诸侯之所大患”。越向敌人屈服退让，就越增加敌人的气焰，敌人越得到好处，就越要加紧侵略。所谓“奉之弥繁，侵之愈急”。秦国的侵略欲望根本没有止境，这是秦国侵略者不可改变的本质。诸侯各国奉献土地一味妥协，只能激起它的更大的侵略野心。这里，不需要通过作战，就已经判别胜负了，至于诸侯各国的因之而破灭，那更是极其自然的事情。作者为了把“奉之弥繁，侵之愈急”的道理讲得更为明白清楚，苏洵引用了古人的一个譬喻：“以地事秦，犹抱薪救火，薪不尽，火不灭。”“薪”就是木柴，这个譬喻非常准确地、形象地表明了赂秦的严重危害和根本的错误。这一段是进一步发挥第一段的“赂秦而力亏”一句，具体指的是韩国、魏国和楚国。这三个国家都紧靠秦国，当时秦国在军事战略上采取“远交近攻”，也就是结交远方的国家，进攻邻近的国家的方针，因此它们直接受到秦国的威胁和侵略，并且首先以地“赂秦”，结果最早被秦国消灭。","第三段是论述不“赂秦”的国家为什么会灭亡。齐国距离秦国最远，虽然不用向秦国奉献土地，但是齐国仍旧不敢得罪秦国，对其他国家遭受秦国侵略，采取袖手旁观的态度，等五国相继败亡，它自己也成了秦国吞并的对象。燕国、赵国“能守其士，义不赂秦”，敢于同秦国武力相抗，所以像燕国那样小的国家尽管最后也失败了，但是比韩、魏、楚等国家要破灭得稍晚一些；赵国在与秦国的五次战争当中还取得了三次胜利，以后又不断给秦国以回击．可惜燕国太子丹派遣荆轲西刺秦王，企图通过个人谋杀来解救危难；赵国不信任自己的部将，中了秦国的反间计，杀掉了抗秦的重要支柱李牧，于是导致加速了自己的破灭。齐国不能援助其他五国，团结抗泰，燕国赵国不能坚持斗争，又处在秦国把各国“革灭殆尽”的时刻，因而得到和韩国，魏国和楚国同样的结局。这段论述主要是进一步发挥第一段“不赂者以赂者丧”一句的意思。这一段的末了，苏洵总结六国的破灭，从反面推进一层，指出六国避免破灭的道路。“三国各爱其地”是指韩国、魏国和楚国不要拿国土去向秦国乞求“一夕安寝”，“齐人勿附于秦”是指齐国要附随秦国而不去援助其他国家，“刺客不行”，是指燕国不要对秦国采用个人谋杀手段；“良将犹在”，是指赵国不要相信秦国的流言蜚语而杀掉自己的将领。这样，恐怕就会出现另一种局面，未见得秦国必胜而六国必败。文章在这里笔锋一转，反跌得精神饱满，把六国破灭“弊在赂秦”的道理说得更加透彻，更加具有说服力量。","文章的第四段是作者就以上的论述发表感慨。第四段的头几句是一种设想，为六国筹划怎样对付秦国。第三段末尾的设想，是仅仅就六国改变它们各自的方针路线来立论，所以只说胜负存亡“或未易量”，没有加以肯定。则进一步指出必须发愤图强，敢于斗争，并且团结一致，联合抗秦。秦国即使想要吞并六国，那恐怕也是咽不下喉咙里去的，可惜六国没有这样做。六国在敌人强大的威势面前屈服了，不敢斗争或者不能坚持斗争，最后全部破灭。这是一个惨痛的历史教训，也是后代当国者应该吸取的历史经验。苏洵最后说：“为国者无使为积威之所劫哉！”不要在强大敌人的威力面前被吓倒。","文章的第五段是作者继续发表意犹未尽的感慨，不同于第四段，第四段的感慨针对的是历史，第五段的感慨针对的是现实。整篇《六国论》，应该说到前一段的就结束了。苏洵决不是为评论历史而评论历史，苏洵的文章的全部锋芒几乎无不处处对准现实。是想以古代社会治乱、国家兴衰的历史经验教训作为处理当前国家的重大问题的借鉴。文章只写到前一段，显然是不够的，必须有这一段从古代历史引渡到现实政治，才见出它的主题深刻意义。这一段完全说的是北宋王朝的对外政策：北宋王朝与六国诸侯的情况已经不一样了。六国诸侯只是占有局部地区，力量有限，而北宋王朝则占有全国主要地区，力量远远超过六国诸侯。六国诸侯如果敢于同秦国斗争，还可以取得胜利，那么，北宋王朝同样敢于斗争，当然不成问题地更可以取得胜利。但是北宋王朝却“以天下之大”向辽政权和西夏政权屈服，一味妥协退让，不敢进行斗争，这就连六国也不如了。不用说，它最终也必然会得到六国破灭一样的后果。这—段文章只有六句，作者用笔相当精练，内容高度概括，而且在议论中包含着极大的感情分量。话说得十分含蓄婉转，同时问题又揭示得十分明确尖锐。从全文的布局来看，也收结得沉着有力。","战国当时的国与国之间的外交关系本来很纷繁复杂，但是苏洵只就对秦国的态度上，从六个国家当中区别出两个类型，“赂秦”和“不赂秦”；三种情况：第一种是韩国、魏国和楚国“以地赂秦”，第二种是齐国附随秦国，第三种是燕国和赵国“用武而不终”。三种情况中的第一种属于“赂秦”一类，第二种和第三种属于不“赂秦”一类。苏洵首先把力量集中在“赂秦”问题上，为六国的破灭立论。因为这才是六国破灭的根本要害，不仅“赂秦”的韩、魏、楚三国因此丧亡，不仅幻想保持互不侵犯局面的齐国因此不能保全，而且，即使能够跟秦国较量一下的燕国、赵国也因此失败。写文章就应该扣紧中心问题去发挥。重点摆对了，又要把它同别的部分联结起来，看出它们的相互关系。所以作者集中论述了“赂秦而力亏，破灭之道也”以后，进而又论述“不赂者以赂者丧”的道理。当然，态度、分寸是不同的。苏洵对赂秦的韩、魏、楚三国是根本否定，对依附秦国的齐国是严肃批判，而对“用武而不终”的燕、赵两国是深切惋惜。这样，文章就显得分外有条理，有层次，畅达透辟，严密完整，使别人对自己的论点无可怀疑、无可驳斥。"]}}