{"beijing":{"title":"背景","items":["关于这首诗的写作时间，说法不一。黄锡珪编的《李太白编年诗集目录》记录为天宝十一载（公元752年）。一般认为这是天宝（公元742年正月—756年七月，唐玄宗李隆基的年号）年间李白离开京城后，周游梁、宋，与友人岑勋、元丹丘相会时所作。"]},"yiwen":{"title":"白话译文","items":["你难道没有看见吗？那黄河之水犹如从天上倾泻而来，波涛翻滚直奔东海从来不会再往回流。","你难道没有看见吗？那年迈的父母对着明镜悲叹那一头的白发，早晨还是青丝到了傍晚却变得如雪一般。","人生得意之时就要尽情的享受欢乐，不要让金杯无酒空对皎洁的明月。","上天造就了我的才干就必然是有用处的，千两黄金花完了也能够再次获得。","且把烹煮羔羊和宰牛当成一件快乐的事情，如果需要也应当痛快地喝三百杯。","岑勋，元丹丘，快点喝酒，不要停下来。","我给你们唱一首歌，请你们为我倾耳细听。","山珍海味的豪华生活算不上什么珍贵，只希望能醉生梦死而不愿清醒。","自古以来圣贤都是孤独寂寞的，只有会喝酒的人才能够留传美名。","陈王曹植当年设宴平乐观，喝着名贵的酒纵情地欢乐。","你为何说我的钱不多？只管把这些钱用来买酒一起喝。","名贵的五花良马，昂贵的千金皮衣，把你的儿子喊出来把这些东西都拿去换美酒来吧，让我们一起来消除这无尽的长愁！"]},"zhushi":{"title":"注释","items":["将进酒：劝酒歌，属乐府旧题。将（qiāng）：请。","君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。","高堂：高堂：房屋的正室厅堂。一说指父母。一作“床头”。青丝：喻柔软的黑发。一作“青云”。成雪：一作“如雪”。","得意：适意高兴的时候。","金樽（zūn）：中国古代的盛酒器具。","会须：正应当。","岑夫子：岑勋。丹丘生：元丹丘。二人均为李白的好友。","杯莫停：一作“君莫停”。","与君：给你们，为你们。君，指岑、元二人。","倾耳听：一作“侧耳听”。","钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。","不复醒：也有版本为“不用醒”或“不愿醒”。","陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。恣","业书法《将进酒》季深业书法《将进酒》","主人：指宴请李白的人，元丹丘。","恣（zì）：纵情任意。谑（xuè）：戏。言少钱：一作“言钱少”。","径须：干脆，只管。沽：买。","五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。","裘(qiú)：皮衣。","尔：你。销：同“消”。"]},"shangxi":{"title":"赏析","items":["杜甫盛赞李白的诗说“笔落惊风雨，诗成泣鬼神”，李白自己也十分自负地说“兴酣落笔摇五岳，诗成啸傲凌沧洲”，他的诗极富浪漫主义色彩，想象丰富，极尽夸张之能事，一旦诗兴大发之时，豪情便喷薄而出，一泻千里，但又收放自如，达到了极高的艺术境界，《将进酒》即为明证。","这首诗意在表达人生几何，及时行乐，圣者寂寞，饮者留名的虚无消沉思想，愿在长醉中了却一切。诗的开头六句，写人生寿命如黄河之水奔腾入海，一去不复重返，如此，应及时行乐，莫负光阴。“天生”十六句，写人生富贵不能长保，因而“千金散尽”“且为乐”。同时指出“自古圣贤皆寂寞”，只有“饮者留名”千古，并以陈王曹植为例，抒发了诗人内心的不平。“主人”六句结局，写诗人酒兴大作，“五花马”、“千金裘”都不足惜，只图一醉方休。表达了诗人旷达的胸怀。“天生我材必有用”句，是诗人自信为人的自我价值，也流露怀才不遇和渴望用世的积极思想感情。","本诗深沉浑厚，气象不凡。情极悲愤狂放，语极豪纵沉着，大起大落，奔放跌宕。诗句长短不一，参差错综；节奏快慢多变，一泻千里。李白的人生，可谓是悲剧的人生。《将进酒》一诗，是其悲剧人生的写照。有人称《将进酒》是李白诗歌艺术的颠峰之作，也有人称那不过是他醉酒后的胡言乱语。其人，其诗，其酒，三位一体，方是真正的李白。","李白深知生命有限，价值无限的道理，把人生从头到尾看了个通透。黄河之水、镜中白发，都引起他对生命对人生的深刻思考。而其思考，并非停留在一般意义上的对时光匆匆流逝及人生短暂的哀叹惋惜，而是在更高层面关注着自我存在的价值。“对酒当歌，人生几何。譬如朝露，去日苦多”，如果说曹操把其感叹和忧思浓缩在一滴朝露上，那么李白则是将之寄托于江海。任何个人都不过是历史长河中一粒微不足道的尘土，区别只在于你在这条道路上留下的足迹的深浅。人既然存在，他就不得不存在。人既然活着，他就不得不活着。既然存在，既然活着，就应当做点什么吧。在李白看来，这正是其自我存在的价值所在。因此，可以说李白是一个具有历史情怀的人。他的思考和忧虑，不仅仅是针对个人，还针对个体。他所高唱的“人生得意须尽欢，莫使金樽空对月”，并非如某些人所指责的消极的享乐主义的人生态度，相反，李白是在鼓吹人应当积极把握现实人生，努力创造自我价值。如果仅仅从诗句字面上作出负面的解读，则显得十分肤浅，也难得诗旨，违背了“诗仙”本意。","强烈的自信以及狂傲不羁的处世态度是李白极具个性的一面。“天生我才必有用”，我才天生也，天授我才，必定对国家对社会有价值。敢自许“天生我才”，放眼古今，恐怕惟李白一人而已。这种狂傲不羁源自强烈的自信，而这种自信乃是大唐帝国的文化心理，是华夏子孙的民族性格。李白对自己充满信心，丝毫也不怀疑，甚至于认为获得表现自己施展才华的机会是理所当然后的事，是天命所归。因此他敢在天子面前撒狂，敢叫高力士提鞋，更不在乎钟鼓馔玉，千金散尽。他始终把自己看成是一个具有独立人格的独立个体，才华故然天授，也是其安身立命之本，是其狂放不羁的凭靠。实质上，这也是李白的一个悲剧性格因素。当自我实现的强烈需求没有得到及时满足或是根本就未能得到满足时，矛盾和痛苦也就产生。需求越强烈，矛盾越深，痛苦愈盛。李白不可能走得出自设的性格陷阱。","李白希望在政治上有所作为，尽管才高八斗却难以如愿。上层官僚的排挤和打压使得他不得不远离政治。面对这种施不开手脚的窘境，李白也许感到很意外，“惟才是用”的政策之外，原来还有另一股力量左右着。这让他颇觉郁闷，心理上承受着来自现实厚重的压抑感，这迫使他作出了强烈的反弹，即承袭魏晋之风，以一种独特方式来表达对现实的愤嫉和不满。“烹羊宰牛且为乐，会须一饮三百杯。”以喝酒来排遣内心的压抑和苦闷，暂时忘却政治人生的失败，在醉眼朦胧中纵声放歌，恢复本真性情，获得精神上的愉悦和超脱。李白与酒结下了不解之缘，自然与当时的酒文化有关，但他嗜酒如命甚至不要命，则是因为其个人遭遇。所谓“抽刀断水水更流，举杯浇愁愁更愁”，喝酒本为排忧，却反如火上加油。李白一头栽进了酒坛子，在他看来，也许真的是“何以解忧，惟有杜康”了。李白的任性放纵，李白的自我麻醉，实际上仍是由于他对现实的绝望。他选择的是一条慢性自杀之路。","尽管如此，绝望的李白并不是消沉堕落的李白。当酒成为他人格的一个部分，李白寻找到了生活的另一面，寻找到源源不断的创作灵感。就是这个时候，李白根本不可能离得开酒了。然而他终究是血肉之躯，常期浸泡在酒精中其健康状况迅速恶化。“酒中仙”最终也难逃“酒中鬼”的宿命。李白一生与酒相随，借酒浇愁，恃才放狂，笑傲江湖，深得魏晋风度；他纵酒任性，挥洒文字，慷慨豪迈，是对现实政治的强有力的嘲弄与讽刺。","“岑夫子，丹丘生，将进酒，杯莫停”，一杯复一杯，到“与君歌一曲，请君为我倾耳听”，李白醉矣！后面皆为“酒话”，却是李白心声。俗语说：酒后吐真言。李白趁醉将满腹真言全盘吐出。“钟鼓馔玉不足贵，但愿长醉不愿醒”，李白追求高级层面的精神生活，藐视庸俗的物欲和感观刺激。宁愿长醉而不愿清醒，因为所见皆俗物，不堪入目：权奸当道，能才委屈，宫廷声色犬马，歌舞升平，只顾追求享乐。李白鄙视这样的生活，自然不能与此类人同道。他有种曲高和寡的孤独感，一方面蔑视官僚们的庸俗，一方面对自己没有施展抱负的机会又无可奈何。所谓“古来圣贤皆寂寞，惟有饮者留其名”，那是李白自我安慰之言罢了。他自比圣贤，志颇清高，既与俗人不能共舞，从古圣贤那里倒可觅得知音。李白是寂寞的，但他又难忍寂寞，所以便学陈王曹植斗酒十千，不作圣贤作酒仙。即便如此，他仍至始至终在出世入世间痛苦徘徊。入世不得也不甘放弃，心中仍有期待；出世也难，求仙访道终成空，名山大川走遍也不能彻底脱离俗世。","李白在由入世到出世这条路上，可以说是“一步三回头”。强烈的自我意识与浓厚的主观色彩使得李白对待出世和入世的态度具有两面性。“陈王昔时宴平乐，斗酒十千恣欢谑”，李白与曹植怀有相同的情感。曹植被贬为王，又遭曹丕打压，终生郁郁不得志，空负一身才华。李白将自己比之于曹植，感叹之余又想表现出洒脱，其情态可见凄凉。","及至“五花马，千金裘，呼儿将出换美酒，与尔同销万古愁”，李白已然大醉！一句“与尔同销万古愁”真是肝胆欲裂，写尽内心的痛楚和绝望。诗篇落脚一个“愁”字，纵横捭阖之势，慷慨豪迈之气，倏然收归，把所有勃发之情都凝聚成“愁”了。这是李白对自己一生追求的一次总结。叔本华说，“使我们生存充满烦恼与苦痛的东西，无一不是出自时间无休止的压迫。”具有历史情怀的李白就在时间无休止的压迫中唱出了生命的绝望之歌——《将进酒》。"]}}