{"yiwen":{"title":"白话译文","items":["瑟本有二十五根弦，但此诗创作于李商隐妻子死后，故五十弦有断弦之意","但即使这样它的每一弦、每一音节，足以表达对那美好年华的思念。","庄周其实知道自己只是向往那自由自在的蝴蝶。","望帝那美好的心灵和作为可以感动杜鹃。","大海里明月的影子像是眼泪化成的珍珠。","只有在彼时彼地的蓝田才能生成犹如生烟似的良玉。","那些美好的事和年代，只能留在回忆之中了。","而在当时那些人看来那些事都只是平常罢了，却并不知珍惜。"]},"zhushi":{"title":"注释","items":["⑴锦瑟无端五十弦，一弦一柱思华年：《周礼·乐器图》：“雅瑟二十三弦，颂瑟二十五弦，饰以宝玉者曰宝瑟，绘文如锦者曰锦瑟。”《汉书·郊祀志上》：“秦帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦。”古瑟大小不等，弦数亦不同。义山《回中牡丹为雨所败》诗有“锦瑟惊弦破梦频”；《七月二十八日夜与王郑二秀才听雨后梦作》诗有“雨打湘灵五十弦”。无端：没来由，无缘无故。此隐隐有悲伤之感，乃全诗之情感基调。历代解义山诗者，多以此诗为晚年之作。李商隐妻子故去，所以二十五根弦断后变为五十弦。“思”字变读去声（sì），律诗中不许有一连三个平声的出现。","⑵庄生晓梦迷蝴蝶：《庄子·齐物论》：“庄周梦为蝴蝶，栩栩然蝴蝶也；自喻适志与！不知周也。俄然觉，则蘧蘧然周也。不知周之梦为蝴蝶与？蝴蝶之梦为周与。”商隐此引庄周梦蝶故事，以言人生如梦，往事如烟之意。","佳人锦瑟，一曲繁弦，惊醒了诗人的梦景，不复成寐。这里面隐约包涵着美好的情境，却又是虚缈的梦境。也有着人生如梦的惆怅和迷惘。","⑶望帝春心托杜鹃：子鹃即杜鹃，又名子规。蔡梦弼《杜工部草堂诗笺》一九《杜鹃》诗注引《成都记》：“望帝死，其魂化为鸟，名曰杜鹃，亦曰子规。”传说蜀国的杜宇帝因水灾让位于自己的臣子，而自己则隐归山林，死后化为杜鹃日夜悲鸣直至啼出血来.。","⑷沧海月明珠有泪：《博物志》：“南海外有鲛人，水居如鱼，不废绩织，其眼泣则能出珠。”《新唐书·狄仁杰传》：“仁杰举明经，调汴州参军，为吏诬诉黜陟，使闫立本如讯，异其才，谢曰：‘仲尼称观过知仁，君可谓沧海遗珠矣。’”","⑸蓝田日暖玉生烟：《元和郡县志》：“关内道京兆府蓝田县：蓝田山，一名玉山，在县东二十八里。”《文选》陆机《文赋》：“石韫玉而山辉，水怀珠而川媚。”《困学纪闻》卷十八：司空表圣云：“戴容州谓诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。李义山玉生烟之句盖本于此。”","⑹此情可待成追忆，只是当时已惘然：拢束全篇，明白提出“此情”二字，与开端的“华年”相为呼应。诗句是说：如此情怀，岂待今朝回忆始感无穷怅恨，即在当时早已是令人不胜惘然惆怅了.那么今朝追忆，其为怅恨，又当如何！诗人用这两句诗表达出了几层曲折，而几层曲折又只是为了说明那种怅惘的苦痛心情。"]},"shangxi":{"title":"赏析","items":["《锦瑟》，是李商隐的代表作，爱诗的无不乐道喜吟，堪称最享盛名；然而它又是最不易讲解的一篇难诗。有人说是写给令狐楚家一个叫“锦瑟”的侍女的爱情诗；有人说是睹物思人，写给故去的妻子王氏的悼亡诗；也有人认为中间四句诗可与瑟的适、怨、清、和四种声情相合，从而推断为描写音乐的咏物诗；此外还有影射政治、自叙诗歌创作等许多种说法。千百年来众说纷纭，莫衷一是，大体而言，以“悼亡”和“自伤”说者为多。","诗运用象征、隐喻的手法，创造性地发展了传统的“比兴”方法。“锦瑟无端五十弦，一弦一柱思华年。”想象一下：绘有花纹的美丽如锦的瑟有五十根弦，诗人也一边在感慨快到五十岁了，一弦一柱都唤起了他对逝水流年的喜悦追忆，暗示自己才华出众而年华流逝。","诗题“锦瑟”，是用了起句的头二个字。旧说中，原有认为这是咏物诗的，但注解家似乎都主张：这首诗与瑟事无关，实是一篇借瑟以隐题的“无题”之作。","诗的首联以幽怨悲凉的锦瑟起兴，借助对形象的联想来显现诗人内心深处难于直抒的千般情怀以及诗人沧海一世所有不能明言的万种体验，点明“思华年”的主旨，这是对传统比兴手法创造性的发展。","“庄生晓梦迷蝴蝶，望帝春心托","杜鹃。”《锦瑟》诗中间两联，最能体现李商隐引典精辟、譬喻精深的持点。李商隐以“庄生梦蝶”的典故人诗，又巧妙地设计了两个字：“晓”与“迷”，深层喜悦譬喻溢于言表。“晓”早晨也，喻人的一生则是青年时代。“晓梦”：青春美梦，年轻时立下的宏伟大志，色彩斑斓的喜悦理想。“迷”迷恋，沉溺也不放弃，不可割舍，不懈地追求喜悦。诗人设字绝妙精巧，赋予典故以新的喜悦哲理，让读者有感于物．有悟于心：使诗句产生了影视效应，再现了诗人为不可割舍的理想进行了不懈追求，无奈却挣扎于权势争夺之中，左右为难受尽欺凌终不得志，到头来只是一场悲苦的梦幻而已。","颈联前一句把几个典故揉合在一起，珠生于蚌，蚌在于海，每当月明宵静，蚌则向月张开，以养其珠，珠得月华，始极光莹。这是美好的民间传统之说。泪以珠喻，自古为然，鲛人泣泪，颗颗成珠，亦是海中的奇情异景。如此，皎月落于沧海之间，明珠浴于泪波之界，在诗人笔下，已然形成一个难以分辨的妙境。一笔而能有如此丰富的内涵、奇丽的联想的，实不多见。","后一句的蓝田沧海，也并非空穴来风。晚唐诗人司空图，引过比他早的戴叔伦的一段话：“诗家美景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。”这里用来比喻的八个字，简直和此诗颈联下句的七个字一模一样，足见此一比喻，另有根源，可惜后来古籍失传，竟难重觅出处。引戴语作解说，是否贴切，亦难断言。晋代文学家陆机在他的《文赋》里有一联名句：“石韫玉而山辉，水怀珠而川媚。”蓝田，山名，在今陕西蓝田东南，是有名的产玉之地。此山为日光煦照，蕴藏其中的玉气（古人认为宝物都有一种一般目力所不能见的光气），冉冉上腾，但美玉的精气远察如在，近观却无，所以可望而不可置诸眉睫之下，这代表了一种异常美好的理想景色，然而它是不能把握和无法亲近的。诗中此句，正是在“韫玉山辉，怀珠川媚”的启示和联想下，用蓝田日暖给上句沧海月明作出了对仗，造成了异样鲜明强烈的对比。而就字面讲，蓝田对沧海，也是非常工整的，因为沧字本义是青色。诗人在词藻上的考究，也可以看出他的才华和功力。","对于诗人 来说，沧海月明这个境界，尤有特殊的身后感情。有一次，他因病中未能躬与河东公的“乐营置酒”之会，就写出了“只将沧海月，高压赤城霞”（《病中闻河东公乐营置酒口占寄上》）的句子。如此看来，他对此境，一方面于其高旷皓净十分爱赏，一方面于其凄寒孤寂又十分感伤：一种复杂的难言的怅惘之怀，溢于言表。","此联和上联共用了四个典故，呈现了不同的意境和情绪。庄生梦蝶，是人生的恍惚和迷惘；望帝春心，包含苦苦追寻的执著；沧海鲛泪，具有一种阔大的寂寥；蓝田日暖，传达了温暖而朦胧的欢乐。诗人从典故中提取的意象是那样的神奇、空灵，他的心灵向读者缓缓开启，华年的美好，生命的感触等皆融于其中，却只可意会不可言说。","诗的尾联，采用反问递进句式加强语气，结束全诗。“此情”总揽所抒之情：“成追忆”则与“思华年”呼应。“可待”即“岂待”，说明这令人惆怅伤感的“此情”，早已迷惘难遣，此时当更令人难以承受。"]}}