{"beijing":{"title":"背景","items":["公元759年（唐肃宗乾元二年）十二月，杜甫结束了颠沛流离的生活，到了成都，定居在浣花溪畔。公元760年春天，他探访了诸葛武侯祠，写下了这首感人肺腑的千古绝唱。"]},"yiwen":{"title":"白话译文","items":["去哪里寻找武侯诸葛亮的祠堂？在成都城外那柏树茂密的地方。","碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。","三顾茅庐频繁的商论天下大计，辅佐两代君主的老臣忠心耿耿。","可惜出师伐魏未捷而病亡军中，常使历代英雄感慨泪湿衣襟！"]},"zhushi":{"title":"注释","items":["蜀相：三国蜀汉丞相，指诸葛亮（孔明)。诗题下有注：诸葛亮祠在昭烈庙西。","丞相祠堂：即诸葛武侯祠，在现在成都，晋李雄初建。","锦官城：成都的别名。柏（bǎi）森森：柏树茂盛繁密的样子。","映阶碧草自春色，隔叶黄鹂空好（hǎo）音：这两句写祠内景物。杜甫极推重诸葛亮，他此来并非为了赏玩美景，“自”“空”二字含情。是说碧草映阶，不过自为春色；黄鹂隔叶，亦不过空作好音，他并无心赏玩、倾听。因为他所景仰的人物已不可得见。空：白白的。","三顾频繁天下计：意思是刘备为统一天下而三顾茅庐，问计于诸葛亮。这是在赞美在对策中所表现的天才预见。频烦，犹“频繁”，多次。","两朝开济：指诸葛亮辅助刘备开创帝业，后又辅佐刘禅。两朝：刘备、刘禅父子两朝。开：开创。济：扶助。","出师未捷身先死，长使英雄泪满襟（jīn）：出师还没有取得最后的胜利就先去世了，常使后世的英雄泪满衣襟。指诸葛亮多次出师伐魏，未能取胜，至蜀建兴十二年（234年）卒于五丈原（今陕西岐山东南）军中。出师：出兵。"]},"shangxi":{"title":"赏析","items":["这首七律《蜀相》，抒发了诗人对诸葛亮才智品德的崇敬和功业未遂的感慨。全诗熔情、景、议于一炉，既有对历史的评说，又有现实的寓托，在历代咏赞诸葛亮的诗篇中，堪称绝唱。","“丞相祠堂”，今称武侯祠，在成都市南郊。成都是三国时期汉国的都城，诸葛亮在这里主持国政二十余年，立下了勋业。晋代李雄在成都称王时为他建立了祠堂。后来桓温平蜀，成都遭到了很大的破坏，只有武侯祠完整无损。“锦官城”，是古代成都的别称。成都产蜀锦，古代曾经设有专门的官员管理，他们住在成都的少城（成都旧有大城、少城），所以又称成都为锦官城、锦城或锦里。另一种说法是因为成都地近锦江，这里山川明丽，美如绣锦，因而得名。“森森”，是形容柏树长得高大而茂密。据《儒林公议》、《太平寰宇记》等书记载，武侯祠前有大柏树，相传是诸葛亮亲手栽种。","这首联两句，前一句“丞相祠堂何处寻”是自问。这里不称“蜀相”，而用“丞相”二字，使人感到非常亲切。特别是其中的“寻”字，表明此行是有目的的专程来访，而不是漫不经心地信步由之；又因杜甫初到成都，地理不熟，环境生疏，所以才下了这样一个“寻”字。这个寻字有着丰富的含义，它还有力地表现出杜甫对诸葛亮的强烈景仰和缅怀之情，并因人而及物，同时也表明丞相祠堂是诗人渴望已久、很想瞻仰的地方。后一句“锦官城外柏森森”自答。这是诗人望中所得的景象，写的是丞相祠堂的外景，点明祠堂的所在地，用来呼应前一句。“柏森森”三个字还渲染了一种安谧、肃穆的气氛。这两句直承“蜀相”的诗题，起得很得势，用的是记叙兼描述的笔墨。","第二联“映阶碧草自春色，隔叶黄鹂空好音”所描绘的这些景物，色彩鲜明，音韵浏亮，静动相衬，恬淡自然，无限美妙地表现出武侯祠内那春意盎然的景象。然而，自然界的春天来了，祖国中兴的希望却非常渺茫。想到这里，诗人不免又产生了一种哀愁惆怅的感觉，因此说是“自春色”、“空好音”。“自”和“空”互文，刻画出一种静态和静境。诗人将自己的主观情意渗进了客观景物之中，使景中生意，把自己内心的忧伤从景物描写中传达出来，反映出诗人忧国忧民的爱国精神。透过这种爱国思想的折射，诗人眼中的诸葛亮形象就更加光彩照人。","“三顾”，这里指诸葛亮在南阳隐居时，刘备三次登门拜访的事。诸葛亮《出师表》上说：“先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中。”“频烦”，多次地烦劳。另一说见清代汪师韩的《诗学纂闻》，汪师韩认为“频烦”是唐代俗语，意思与“郑重”差不多。“天下计”，是指统一天下的谋略。具体地说，这里指诸葛亮所制定的以荆州、益州为基地，整饬内政，东联孙权，北搞曹操，而后统一天下的策略。“两朝”，指蜀先主刘备和后主刘禅两代。“开济”，“开”指帮助刘备开创基业；“济”是指辅佐刘禅匡济艰危。“济”，有完成的意思，也可以解释为守成、成了事业。“老臣心”，指诸葛亮尽忠蜀汉，不遗余力，死而后已的精神。","这颈联两句写得格外厚重，含义十分丰富，既生动地表达出诸葛武侯的雄才大略、报国苦衷和生平业绩，也生动地表现出他忠贞不渝、坚毅不拔的精神品格。同时还郑重地道出诗人所以景仰诸葛武侯的缘由。因为这一联是全首诗的重点和核心，所以诗人从开篇起便暗运斧斤，不断蓄势，一路盘旋，到此才着力点明，并用了浓重的笔墨。这也正合乎律诗中间二联“宜乎一浓一淡”的写作法则。这一联同时还是杜甫以议论入诗的范例。本来，以抒情为主是诗歌的显著特征，一般并不夹有议论。但是杜甫在这方面却打破了常规，而常以议论入诗，这不仅使他的诗歌内容有了特色，还体现了杜诗的一种技巧。","“出师未捷身先死，长使英雄泪满襟”，“出师”句指的是诸葛亮为了伐魏，曾经六出祁山的事。蜀汉后主建兴十二年（234年），他统率大军，后出斜谷，占据了五丈原，与司马懿隔着渭水相持了一百多天。八月，病死在军中。“英雄”，这里泛指，包括诗人自己在内的追怀诸葛亮的有志之士。这尾联两句承接着五、六句，表现出诗人对诸葛亮献身精神的崇高景仰和对他事业未竟的痛惜心情。","这首诗分两部分，前四句凭吊丞相祠堂，从景物描写中感怀现实，透露出诗人忧国忧民之心；后四句咏叹丞相才德，从历史追忆中缅怀先贤，又蕴含着诗人对祖国命运的许多期盼与憧憬。全诗蕴藉深厚，寄托遥深，造成深沉悲凉的意境。概言之，这首七律话语奇简，但容量颇大，具有高度的概括力，短短五十六字，诉尽诸葛亮生平，将名垂千古的诸葛亮展现在读者面前。后代的爱国志士及普通读者一吟诵这首诗时，对诸葛亮的崇敬之情油然而生。特别是一读到“出师未捷身先死，长使英雄泪满襟”二句时，不禁黯然泪下。","在艺术表现上，设问自答，以实写虚，情景交融，叙议结合，结构起承转合、层次波澜，又有炼字琢句、音调和谐的语言魅力，使人一唱三叹，余味不绝。人称杜诗“沉郁顿挫”，《蜀相》就是典型代表。","本诗借游览古迹，表达了对诸葛亮雄才大略，忠心报国的赞颂，以及对他出师未捷而身先死的惋惜。"]}}